{
  "publish": {
    "publish_pages_app": true,
    "publish_sha": "",
    "publish_iso_date": "",
    "publish_static_site": true
  },
  "users": [
    {
      "login_name": "GothArchivist",
      "avatar_url": "https://avatars.githubusercontent.com/u/13787883?v=4",
      "admin": true
    }
  ],
  "project": {
    "github_org": "GothArchivist",
    "is_private": false,
    "title": "Eric Hauser Critical Edition",
    "description": "The Critical Editions Series contextualizes Fortunoff Video testimonies in their historical time and place. Each testimony in the series was chosen by one of our visiting scholars. Each scholar then produced an introductory essay about the chosen testimony, along with an annotated transcript that provides additional insight and background information.",
    "language": "en",
    "slug": "ce-esther-fox",
    "creator": "GothArchivist",
    "authors": "Fortunoff Video Archive for Holocaust Testimonies",
    "media_player": "avannotate",
    "auto_populate_home_page": true,
    "additional_users": [],
    "tags": {
      "tagGroups": [],
      "tags": []
    },
    "created_at": "2026-02-20T18:45:42.830Z",
    "updated_at": "2026-02-20T19:59:32.887Z",
    "generate_pages_site": true
  },
  "annotations": {
    "2788bccb-79b1-4820-be50-eafbcdd37be9": {
      "event_id": "4cb662ad-61a8-4ad3-adce-ca99bbde48d8",
      "source_id": "bd664dc8-16d5-4043-bb76-725c406f55aa",
      "set": "mssa_hvt_574_p2of2_transcript.txt [Transcript]",
      "annotations": [
        {
          "start_time": 0,
          "end_time": 49.88,
          "annotation": [
            {
              "text": "\t\n"
            }
          ],
          "tags": [],
          "uuid": "07710cca-6e23-46dd-b6fc-9a3bed943549"
        },
        {
          "start_time": 49.88,
          "end_time": 84.91,
          "annotation": [
            {
              "text": "\tSUBJECT: '44, I think March or so. In March 1944, I was permitted to go out of the camp from time to time, also out of the office from time to time, because I had to do some technical work at the oil wells when I had to measure a piece of equipment, essentially. And we had at that time a very good man. We had at that time a man called Fischer, Alfred Fischer. Alfred Fischer was a German supervisor.\n"
            }
          ],
          "tags": [],
          "uuid": "95e3f09c-29e8-4889-9f2d-1ec8899c9168"
        },
        {
          "start_time": 84.91,
          "end_time": 120.77,
          "annotation": [
            {
              "text": "\tI have submitted his name to Yad Vashem to give him the title as a Righteous Gentile because he really helped us. He saved us. When sometimes the militia was running in and looking around for Jewish women without R, he would look the other side while I would-- there was an attic above our office. There was a ladder going to the attic. I would push the women up, shove the ladder in, the ladder in so nobody would go down there. Fischer stood at the door when the policemen came. Where are the women without R. He would say there are no women without R.\n"
            }
          ],
          "tags": [],
          "uuid": "0add1c0b-e09c-4618-a11a-487f913d121d"
        },
        {
          "start_time": 120.77,
          "end_time": 156.74,
          "annotation": [
            {
              "text": "\tHe also gave us bread from time to time. A German was permitted unlimited amounts of bread. He could go to the bakery and bring-- of course, he couldn't take a car-- but six, seven loaves, much as he could carry he would bring. He was bring it into the office. He had a special knife. He cut it into even slices. My wife is very good at making these slices very even. So and we distributed them.\n"
            }
          ],
          "tags": [],
          "uuid": "ddbc73e1-2cc7-49ee-be66-d3998d846496"
        },
        {
          "start_time": 156.74,
          "end_time": 179.51,
          "annotation": [
            {
              "text": "\tHe also looked the other way when one needed such a passport to go out of the office. He had a helper who typed for him. And his helper signed his name. And he looked the other way. And whenever we needed to go out to do something, you know, to barter something, he could get such a pass and go out and help ourselves. He was a very good man.\n"
            }
          ],
          "tags": [],
          "uuid": "ca273a54-b98f-4d1c-a187-a280e01a5cb4"
        },
        {
          "start_time": 179.51,
          "end_time": 206.15,
          "annotation": [
            {
              "text": "\tHis work in the office was rather ingenious. The Germans had an idea since they were controlling practically half of Europe and materials were scarce. So all the materials were given numbers, something similar what is now done by computerization but in a rough form. Let's say brick had a number, 001. Portland cement had a number, 002, and so on and so forth.\n"
            }
          ],
          "tags": [],
          "uuid": "f98dbd66-f740-4555-b29c-7c380cb55c21"
        },
        {
          "start_time": 206.15,
          "end_time": 236.76,
          "annotation": [
            {
              "text": "\tAll the parts of an automobile, of a drilling machine, all had numbers. When they needed such a part, they could via telegraph fire flash around a message all over Europe. And they could get, let's say, 001, there's so much 001 in Poland and that from the Ukraine. And we worked on this. That was essential work. It required technical skill and knowledge and I did it.\n"
            }
          ],
          "tags": [],
          "uuid": "b21d9cc2-01fc-4593-8d27-7fa47c2bf335"
        },
        {
          "start_time": 236.76,
          "end_time": 278.22,
          "annotation": [
            {
              "text": "\tWell, the Russians came closer and closer. And there were some Poles whom I could see when I went out of the camp. And they kept telling me-- they listened to clandestine radios-- the Russians are already on the Tarnopol, which was something like 150 miles from us, and so on. So I decided, with my wife-- and we knew that if the Russians come in very close they will liquidate the camp. And the only way of liquidation is by killing everybody or by carrying them off to killing camps, to annihilation camp, which is practically the same.\n"
            }
          ],
          "tags": [],
          "uuid": "8aa359df-5bbc-4361-8a1c-e53a161a89ce"
        },
        {
          "start_time": 278.22,
          "end_time": 309.68,
          "annotation": [
            {
              "text": "\tSo I made out a pass for my wife. And she has to help me looking for something. And we got out of the camp. I managed to bribe my way into one of those-- I did not trust. I had made, in the camp, a tunnel. But I even installed electrical lights. But too many people knew about it. This tunnel could hold 40 people. And it had, we dug it til we came to the root of a tree.\n"
            }
          ],
          "tags": [],
          "uuid": "e5c6ecac-3a61-42f5-a5b6-2371d362694a"
        },
        {
          "start_time": 309.68,
          "end_time": 340.89,
          "annotation": [
            {
              "text": "\tAnd we made such a door so we lifted out the roots of the tree, we could crawl out and then put the tree back. It looked like a tree is there. But too many people knew about it. Because they had to help me to hide out-- digging is not such-- first of all, it's dangerous. Something can fall on you. But disregarding the danger, where do you hide the earth? We carried the earth in buckets and hid it there and hid it all over and spread it all around.\n"
            }
          ],
          "tags": [],
          "uuid": "8e802ec2-bba3-4327-afe5-0bd1b7cdbcdb"
        },
        {
          "start_time": 340.89,
          "end_time": 375.54,
          "annotation": [
            {
              "text": "\tSo I decided to find another hiding place. And since I was well known, somebody offered me a hiding place for money. It's supposed to be only the two of us in the attic of a Ukrainian peasant. When I came in, there were already 16 people down there. The attic was as big as this room. There were 16 of us and a small child. Well, we hoped that it wouldn't take any long. So we sat down there.\n"
            }
          ],
          "tags": [],
          "uuid": "af55361f-6b8a-4a36-8683-ec3ed008c73a"
        },
        {
          "start_time": 375.54,
          "end_time": 404.86,
          "annotation": [
            {
              "text": "\tWe made among us an arrangement that anybody who gets sick, the other ones will strangle him. Because you couldn't bring a doctor. The trouble was with the child. How do you teach a child, which is four years old, some sense? The attic had a tar paper roof and there were holes in this room. And this child played by pushing a finger through these holes.\n"
            }
          ],
          "tags": [],
          "uuid": "ba333c40-e614-495e-839a-197651f581b9"
        },
        {
          "start_time": 404.86,
          "end_time": 437.78,
          "annotation": [
            {
              "text": "\tAnd it would only what we need is that somebody was walking by and seeing a finger sticking out of this hole and notifying the German police. The father of the child wanted to strangle it. I had to physically constrain him. He grabbed it and tried to strangle it. Well, somehow we survived. Somehow we survived. The Russians came in.\n"
            }
          ],
          "tags": [],
          "uuid": "09e2bf11-cb7b-4a28-88f6-078695550c40"
        },
        {
          "start_time": 437.78,
          "end_time": 441.02,
          "annotation": [
            {
              "text": "\tINTERVIEWER: How long were you in that attic?\n"
            }
          ],
          "tags": [],
          "uuid": "e31816c9-73da-4b4d-a48a-9a8a6fedb00d"
        },
        {
          "start_time": 441.02,
          "end_time": 483.37,
          "annotation": [
            {
              "text": "\tSUBJECT: Uh, six weeks. My feet were swollen like this because you cannot move. It's surprising. If you sit and don't move in such an uncomfortable position, human feet swell. Also, we didn't have the right food. The landlady, whenever she wanted to cook, cooked a big bowl of potato soup or something. And sometimes she baked bread. We had some dried bread, which we brought with us. Well, we had a few lumps of sugar. It's amazing how long you can survive on a lump of sugar. On a lump of sugar and a little bit of water, one can survive 24 hours easily, without any difficulty.\n"
            }
          ],
          "tags": [],
          "uuid": "30e59941-f722-42c2-a9ba-190a2d2bab15"
        },
        {
          "start_time": 483.37,
          "end_time": 518.61,
          "annotation": [
            {
              "text": "\tThe Russians came in. I had somewhere hidden in one of my shoes a Russian ID. After all, I was an engineer during the Russian time. A piece of paper, which was given to me, I don't know which was that I have to do this or that. The Russians came in. We were full of joy. Here are the liberators. On this Russian ID it was written that I was a Jew, Ivrit. Ivrit is called in Hebrew, from Hebrew, Ivrit. As soon as the Russian soldiers fell on the bridges, I run out.\n"
            }
          ],
          "tags": [],
          "uuid": "fb09e3ba-cf7e-4c58-9752-ab2698a9a2a4"
        },
        {
          "start_time": 518.61,
          "end_time": 545.63,
          "annotation": [
            {
              "text": "\tI grabbed and hugged first soldier and pushed this ID under his nose. He says, you, Ivrit, a Jew? You're a Russian? You must be a German spy. No Jews are supposed to be alive for the German spies. And he grabs me and takes me to the police station. I know this is bad trouble because before they ask any questions, they ship you off to Siberia. And then I had some experience with it.\n"
            }
          ],
          "tags": [],
          "uuid": "f739f755-262a-4619-b49c-b6e5efcd5711"
        },
        {
          "start_time": 545.63,
          "end_time": 588.93,
          "annotation": [
            {
              "text": "\tWhen they were with us the first time, I worked with a man. His name is Eichenberg. He died. His wife had parents in Lemberg. And she went to visit them periodically. She went to visit them. But her father, his father-in-law was the previous Polish officer. So one of those days, the Russians decided to arrest all previous Polish officers. They came in to take the father away. She happened to be there on a visit. They took her. She showed them, I am married. I am here only on a visit. Nichego (nothing) Took her Siberia. So I was very much afraid of it.\n"
            }
          ],
          "tags": [],
          "uuid": "5dc1ab96-36f5-4e1e-ad70-7b80d5c82ca6"
        },
        {
          "start_time": 588.93,
          "end_time": 620.2,
          "annotation": [
            {
              "text": "\tAnd they made, they made an enemy. Of course, this man always wished, the Germans will come in. They will show them how to have order. The Germans came in and they killed him. So I was afraid to be caught by the Russians. I had with me a little bit of samagon. samagon is called-- what do you call here whiskey which was made in the field somewhere by the peasants? Hooch, they call it.\n"
            }
          ],
          "tags": [],
          "uuid": "94cfaaf3-d937-4545-9ec4-b124ea1ffcbc"
        },
        {
          "start_time": 620.2,
          "end_time": 621.12,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Moonshine.\n"
            }
          ],
          "tags": [],
          "uuid": "e5443408-5616-4fd2-b683-6d71c700b051"
        },
        {
          "start_time": 621.12,
          "end_time": 664.42,
          "annotation": [
            {
              "text": "\tSUBJECT: Shine. Shine. Moonshine. Moonshine. I had a little bit, a little bottle of moonshine with me I carried with me always. If I am wounded, if I have to die, just to-- and a few lumps of sugar. I pushed it to the Russian soldier and said, look, I am a friend. He took it and let me go. I never got near to Russian police since that time, anymore. Anyway, they came and they liberated us. I wanted to make-- and since that time, we only waited for the possibility to get rid of them.\n"
            }
          ],
          "tags": [],
          "uuid": "baa4b694-b3d8-4a47-ba6a-02e1245f654a"
        },
        {
          "start_time": 664.42,
          "end_time": 696.99,
          "annotation": [
            {
              "text": "\tSince I am a Polish citizen by birth and this part was Ukraine, I tried to get some papers as a Pole. And I got them as a Pole. And I was transferred. I was permitted to transfer to the Polish side. Now this is, it's comic. Once you get these papers, Russia, you have to vacate your apartment. You cease for them to exist. You are now going to the Polish side.\n"
            }
          ],
          "tags": [],
          "uuid": "e2a4253d-63b5-41d6-94c2-775844af39a3"
        },
        {
          "start_time": 696.99,
          "end_time": 726.84,
          "annotation": [
            {
              "text": "\tBut the train for the Polish side hasn't appeared yet. So we camped for three weeks at the railroad station. It was rain and shine. We built such little shacks the way you see them all like in Brazilia and all them-- tar paper shacks out of a piece of cardboard-- the worst slums. And we lived down there, I believe two or three weeks, until our train came and took us over to the Polish side.\n"
            }
          ],
          "tags": [],
          "uuid": "30aae168-dfd8-419c-a65a-68bdc1e684ae"
        },
        {
          "start_time": 726.84,
          "end_time": 769.99,
          "annotation": [
            {
              "text": "\tFrom the Polish side, we went to Germany. There was nothing to do in Poland. The Polish were tremendous anti-Semites. They killed Jews who had just, just survived all these things. They were killed by Poles. Killed by Poles. There was tragic stories, a young girl who had found her husband and she was pregnant and so on. They found that she was Jewish. They had taken her away. She begged them. Look, we just survived. My husband just came back. Nothing doing. They killed them.\n"
            }
          ],
          "tags": [],
          "uuid": "8e011d5f-5bb7-45dc-9683-a33d0995a1b0"
        },
        {
          "start_time": 769.99,
          "end_time": 811.94,
          "annotation": [
            {
              "text": "\tSo we went over to the German side and we tried to reach the Americans, the side which is now called West Germany, which is populated-- not populated, which was controlled by America. This way we came to Munich. In Munich, I got a job as director of an ort school, O-R-T school. We built up this school. I had some 2000 students, many of them are here in New York in professions quite successful. We had some 180 or 190 teachers. We built a beautiful school. And then I emigrated to the United States in 1949.\n"
            }
          ],
          "tags": [],
          "uuid": "701cd3ea-411f-4547-9afd-89b7a290bcd7"
        },
        {
          "start_time": 811.94,
          "end_time": 814.25,
          "annotation": [
            {
              "text": "\tINTERVIEWER: So you were for several years in Munich.\n"
            }
          ],
          "tags": [],
          "uuid": "0cfa781c-ba76-41a5-bd11-ccff2f3f4239"
        },
        {
          "start_time": 814.25,
          "end_time": 863.09,
          "annotation": [
            {
              "text": "\tSUBJECT: In Germany. In Munich. And then I emigrated to the United States. I cannot forgive myself that I did not try to help Afred Fischer any more than I did. I tried to send food packages. I tried to get him a decent job. One of my aunts, who was in Israel at that time, had repossessed a house which he used to have in Berlin before the war. I tried to give him, to get him some job as a sort of, not maintenance man, but manager of this house or something. I wasn't too successful. And I am not so sure that he is alive anymore. But he was a very good man, a very decent man, which should be noticed.\n"
            }
          ],
          "tags": [],
          "uuid": "d846a37a-d16b-45db-a37f-1b4d94c0db66"
        },
        {
          "start_time": 863.09,
          "end_time": 869.74,
          "annotation": [
            {
              "text": "\tINTERVIEWER: He was one of the people who really afforded you the opportunity to see what was going on outside of the camp and get information.\n"
            }
          ],
          "tags": [],
          "uuid": "ad71ac14-d94c-4e11-821e-284bc4f0b67c"
        },
        {
          "start_time": 869.74,
          "end_time": 921.65,
          "annotation": [
            {
              "text": "\tSUBJECT: Yes. Yes. And he was, he was a good man. I wrote to the Yad Vashem and I told them, Rabbi [INAUDIBLE] one of our old wise rabbis-- and I mean rabbis, teachers. These are not the rabbis from today who are catering establishment executives. These were teachers. They were original thinkers and philosophers in the way of Aristotle and Socrates, who worked all day long in the fields or in professions. And at night, they gathered and they talked about human behavior.\n"
            }
          ],
          "tags": [],
          "uuid": "38a097ea-819f-42cf-993d-12c34387a14c"
        },
        {
          "start_time": 921.65,
          "end_time": 988.25,
          "annotation": [
            {
              "text": "\tSo it says in one of the Pirkei Avot. Rabbi Yohanan Ben Zakai collected his students and said to them, go out and see which way a man should live to earn the title of a just man. And they went out. And they came back. And they were all philosophers in their own right. So they came back with smart answers. Some of them said a right man pays his debts. And rabbi says he's right. Another man sent came back, a smart man doesn't make any, doesn't talk badly about his neighbors, doesn't spread some bad talk. Some other man said a good man studies the Torah.\n"
            }
          ],
          "tags": [],
          "uuid": "d150eab4-1cd7-47b1-ac92-ac0a16226dc8"
        },
        {
          "start_time": 988.25,
          "end_time": 1044.51,
          "annotation": [
            {
              "text": "\tAnd Rabbi Yohanan Ben Zakai you're all right to all. Finally, one stood up and said a bad man has a good heart-- and a good man has a good heart. And Rabbi Yohanan Ben Zakai said, this is the answer I was waiting for. A good man has a good heart, does everything you said, and much, much more. And I was convinced that Alfred Fischer was a man with a good heart. Unfortunately, I couldn't do more for him. I am now engaged in a controversy with the Yad Vashem to grant him, I believe posthumously-- he is not alive anymore-- the title of a Righteous Man.\n"
            }
          ],
          "tags": [],
          "uuid": "0427d864-6fc0-4502-9961-b642b296ae46"
        },
        {
          "start_time": 1044.51,
          "end_time": 1061.46,
          "annotation": [
            {
              "text": "\tNow I brought you here a book, which is called "
            },
            {
              "text": "Antworte",
              "italic": true
            },
            {
              "text": " "
            },
            {
              "text": "Mensch.",
              "italic": true
            },
            {
              "text": "\n"
            }
          ],
          "tags": [],
          "uuid": "1479ca0a-6339-4877-aec0-621c13fc9b24"
        },
        {
          "start_time": 1061.46,
          "end_time": 1064.1,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Can you tell us what the book is about and who wrote the book?\n"
            }
          ],
          "tags": [],
          "uuid": "f41a78aa-380c-4aa7-b77d-9755716fef61"
        },
        {
          "start_time": 1064.1,
          "end_time": 1101.55,
          "annotation": [
            {
              "text": "\tSUBJECT: Yes. Now, this book means, antworte mensch means in English men-- trouble collecting myself-- men be responsible. It is written by a German lady by the name of Renate Reincke. She is the daughter of an assessment, who committed suicide at the end of the war. She heard about the injustices and she tried to look into it.\n"
            }
          ],
          "tags": [],
          "uuid": "7a5b2f35-a589-48e0-aa66-725857e086ed"
        },
        {
          "start_time": 1101.55,
          "end_time": 1146.08,
          "annotation": [
            {
              "text": "\tAnd at that particular time, somewhere 1965 or '66, there was in Germany going on a court procedure against a man called Hildebrandt. This Hildebrandt happened to be the head of the gestapo in Drohobycz in Borysław and all the surrounding area. Renate heard about it and heard that witnesses are being invited by the German government to testify for or against it. She was very much convinced that Hildebrandt is guilty. And she felt that it's her duty to help to bring a guilty man to justice.\n"
            }
          ],
          "tags": [],
          "uuid": "62ad628a-fdbc-4196-9c93-fb7c2e5cc005"
        },
        {
          "start_time": 1146.08,
          "end_time": 1184.47,
          "annotation": [
            {
              "text": "\tSo she stood every day at the court. And when these witnesses came in, many of them couldn't speak very well German. Many of them had no place where to stay. Many of them were confused and afraid. She would take them home. She would feed them. She would help them with their testimony. And finally, when the whole court procedures were done, Hildebrandt was finally condemned by the court. Well, for a very, very, very minor-- they said he shot one Jew.\n"
            }
          ],
          "tags": [],
          "uuid": "6db92981-95f0-4327-94fc-2425e5409568"
        },
        {
          "start_time": 1184.47,
          "end_time": 1221.94,
          "annotation": [
            {
              "text": "\tWell, he's guilty in the death of many, many Jews. But he personally, and the public prosecutor-- not the prosecutor, his defender-- would try to scare off the witnesses. Did you see how he put the pistol to the Jew's head? Now, who could see it? Who could dare? Who would dare? Supposedly, you were hidden somewhere in a spot where you could look out. Would you dare to look the German in the eyes he was shooting? How could you say yes under oath? So many people had to say no on the basis of this, so the verdict got a light sentence.\n"
            }
          ],
          "tags": [],
          "uuid": "8b3fbaee-35bc-4c6a-8a95-b68eb7f111c0"
        },
        {
          "start_time": 1221.94,
          "end_time": 1245.46,
          "annotation": [
            {
              "text": "\tWell, Renata was very much convinced that this is not the right way to handle it. She collected all these things in this book, "
            },
            {
              "text": "Antworte",
              "italic": true
            },
            {
              "text": " "
            },
            {
              "text": "Mensch,",
              "italic": true
            },
            {
              "text": " which she published at her own expense and she gave out to all the witnesses and anyone who wanted to have it. And I gave you the address. If you want to, you only have to write to her and she will mail you this book.\n"
            }
          ],
          "tags": [],
          "uuid": "9399a639-55f2-4516-919e-7253f5ed1df9"
        },
        {
          "start_time": 1245.46,
          "end_time": 1278.19,
          "annotation": [
            {
              "text": "\tI thought for a while, maybe this book could be translated into English. But I don't believe there is enough interest in this country after all to read some old witness procedures from a German court. They are not that interesting. And they all point to one thing, that the Jewish population of Borysław was annihilated. And so was the Jewish population of Drohobycz and Stryj and Stanisławów and so on and so forth.\n"
            }
          ],
          "tags": [],
          "uuid": "b44a0f7a-f1a8-4409-87f6-57254098ae1c"
        },
        {
          "start_time": 1278.19,
          "end_time": 1318.07,
          "annotation": [
            {
              "text": "\tMy reason for appearance today is I wanted to make sure-- I don't know if I did-- to stress the point that we should have resisted much more strongly than we did. And we didn't because the Russians have conditioned it to us. The Russians, with their proceeding occupation, have changed us into a bunch of low animals. I don't know, probably lower than rats. Because I read that when rats are pushed towards the wall, they will rear up on their legs and they will show their teeth and they will try to bite.\n"
            }
          ],
          "tags": [],
          "uuid": "c0694a83-2081-4547-a1c4-500274de6c07"
        },
        {
          "start_time": 1318.07,
          "end_time": 1354.27,
          "annotation": [
            {
              "text": "\tThe Russians have methods, and the best proof is right in the Russian history of the last 40 years, where upon they can take a whole population of intelligent-- the Russians are intelligent people, individually, when you talk to them-- and condition them in such a way that you can commit tremendous atrocities against them, the biggest cruelties. They are not going to react. They will just be satisfied if you let them live another day. And I hope, I hope I made this point.\n"
            }
          ],
          "tags": [],
          "uuid": "b1b744fe-001d-4978-b7f0-7d953fe7fe30"
        },
        {
          "start_time": 1354.27,
          "end_time": 1406.18,
          "annotation": [
            {
              "text": "\tBecause actually, that's all-- that the Germans were murderous is all known. There's no secret to it. The Russian role in our calamity, the Germans call it Gewaltherr -- The Germans have a special word for Holocaust. They call it Gewaltherrschaft. Gewaltherrschaft means the rule by brutal force. This -- the, the, the Russian role in this Gewaltherrschaft is essentially not known. The Russians even pride themselves. We liberated you. They didn't liberate us. We happened to survive because of some skill, of some good luck, of some happy coincidence. I think they helped to kill us.\n"
            }
          ],
          "tags": [],
          "uuid": "dc91047a-cd32-4469-bad2-7b8a21efa9f5"
        },
        {
          "start_time": 1406.18,
          "end_time": 1441.01,
          "annotation": [
            {
              "text": "\tMy father was a very strong man. He was a building contractor who could lift a four by four inch, six meters, 20 feet long on his shoulder, cart it to the next place, work from 4:00 in the morning to 12:00 at night. But the Russians broke his spirit. When they came in, suddenly, not only was he not an owner, he wasn't permitted to live. Every night they came in and tried to arrest him.\n"
            }
          ],
          "tags": [],
          "uuid": "5f140cc7-846d-44c2-a74f-f3153eedc382"
        },
        {
          "start_time": 1441.01,
          "end_time": 1472.79,
          "annotation": [
            {
              "text": "\tEvery night he slept on the roof because they wouldn't go up on the roof to look. Or he went to my sister's cinema and sat there all night long in the cinema. Or he sat outside under a tree. Because every night they came in regularly to hunt for him. When the Germans finally came in, a strong man like him probably could have survived. He was so broken. He was so downhearted that he was practically more dead than alive.\n"
            }
          ],
          "tags": [],
          "uuid": "f0bc5a4f-5147-436e-8b46-e86abe77080e"
        },
        {
          "start_time": 1472.79,
          "end_time": 1520.95,
          "annotation": [
            {
              "text": "\tAnd so what happened with my brother, my sister, they were all so convinced that-- they were all very energetic and enterprising people. My uncles, they were all foresters. Their spirit was broken. And in human life, the spirit is one of the most important things. This I can testify from original experience. One can live on a little piece of sugar, on a crumb of bread and a little bit of water and one certainly doesn't die. But if one's spirit is broken, one dies.\n"
            }
          ],
          "tags": [],
          "uuid": "7df01b31-f333-4f13-a12b-bf5f3dd44aaa"
        },
        {
          "start_time": 1520.95,
          "end_time": 1552.99,
          "annotation": [
            {
              "text": "\tI had a friend, an engineer who was a chemist, a bright young man, very healthy. But he ceased to believe that he will survive. He kept telling me, if it's not today, it's tomorrow. If it's not tomorrow, it's the day after tomorrow. So he stopped washing himself. He neglected his appearance. He became what we call the Musselman. He didn't shave. It wasn't so simple to be shaved. Where do you get a razor blade? Where do you get soap?\n"
            }
          ],
          "tags": [],
          "uuid": "f0d513e5-5a83-47a7-9607-7000054f1006"
        },
        {
          "start_time": 1552.99,
          "end_time": 1583.75,
          "annotation": [
            {
              "text": "\tBut if one tried, if one-- I don't know. We gave away butter to get, to make soap. We made soap out of butter. If we had a little piece of crumble, it was saved and soap was made to keep oneself clean, just to be clean. And he died because of this. And once he once was neglected, they didn't look at all these things. If one wasn't clean shaven and this, they just threw all the papers away and executed him.\n"
            }
          ],
          "tags": [],
          "uuid": "15816dfc-f069-4aae-b7ef-7010f094626a"
        },
        {
          "start_time": 1583.75,
          "end_time": 1589.84,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Did you have thoughts about what was going on beyond your particular area at the time?\n"
            }
          ],
          "tags": [],
          "uuid": "2a48af44-dad9-4c09-8cec-28357c14c8d5"
        },
        {
          "start_time": 1589.84,
          "end_time": 1624.44,
          "annotation": [
            {
              "text": "\tSUBJECT: We were able to listen to radio, clandestine. There was even a clandestine radio. I would like to tell this story. There is one particular story, which I would like to tell you. I was the head-- during the time before the camp started, I was head of a workshop. As I told you, I had 40 people. We were given scraps of metals and we made shovels for the German army. And from time to time, we could steal a shovel and barter it for a piece of bread.\n"
            }
          ],
          "tags": [],
          "uuid": "8d53b499-a35a-4134-ba8b-61feebbd6517"
        },
        {
          "start_time": 1624.44,
          "end_time": 1669.51,
          "annotation": [
            {
              "text": "\tAnd one of my workers down there was a young, blond-eyed-- or green-eyed-- very, very handsome young man, very, very handsome young man. I think his name was Hoffmann. Yes, his name was Hoffmann. He was an excellent football player, very handsome. And he wanted to resist in a way. He carried with him a little pistol or a knife and I don't know, somehow, somebody betrayed. And he never came to the camp. He just came in and smuggled himself out and lived somewhere in the woods and just came in to get some food and so on and so forth.\n"
            }
          ],
          "tags": [],
          "uuid": "a03a5da2-bf27-455e-8b21-117dab140604"
        },
        {
          "start_time": 1669.51,
          "end_time": 1709.79,
          "annotation": [
            {
              "text": "\tOne of those days he was caught. He was caught and fiercely beaten. And he was most fiercely beaten by the Jewish camp commandant, whose name was Walter Eisenstein, whom later the Jews killed. And it served him right. He was finally caught, brought into our camp. And in our camp was a little prison where they, if they had to imprison somebody, they kept him down there. They beat him so savagely, one of his eyes fell out.\n"
            }
          ],
          "tags": [],
          "uuid": "5f302cbb-7e2b-470a-adf6-b9819c26edc2"
        },
        {
          "start_time": 1709.79,
          "end_time": 1746.97,
          "annotation": [
            {
              "text": "\tAnd the camp, the SS camp commander, who was a very bad shot, finally decided to shoot him. But he couldn't take good aim. And he only wounded him. He fell down. As he fell down and the people carried him away, he begged them in a whisper. Just let me lie down there because I will later escape. But Walter Eisenstein, who heard it, he brought in the camp doctor. And the doctor said the guy is not dead. And they put another bullet through his hole.\n"
            }
          ],
          "tags": [],
          "uuid": "84dbf082-fe25-4843-9d76-8827d18921b3"
        },
        {
          "start_time": 1746.97,
          "end_time": 1776.9,
          "annotation": [
            {
              "text": "\tNow, this guy has even a more interesting story to himself. He was already once caught before. He was caught by the German police. And he was undressed completely naked and put-- at that time, gasoline was very scarce. So they wanted to carry him out, to drive him out to the cemetery to shoot him on the cemetery. He was undressed until he was completely naked.\n"
            }
          ],
          "tags": [],
          "uuid": "d39f561e-9094-4039-aef9-dbe15fa619d1"
        },
        {
          "start_time": 1776.9,
          "end_time": 1802.91,
          "annotation": [
            {
              "text": "\tThey threw a blanket over his head, tied his hands, set him on the seat of a motorcycle. And a German policeman was driving the motorcycle. And he was supposed to bring him. This fellow was very smart. And when they came close to the Jewish cemetery, he somehow could figure out where they are. He threw the blanket over the German so the German lost his balance and fell off.\n"
            }
          ],
          "tags": [],
          "uuid": "067da55a-4e5c-4fdd-953f-603c12ccf7d4"
        },
        {
          "start_time": 1802.91,
          "end_time": 1834.18,
          "annotation": [
            {
              "text": "\tHe jumped off the motorcycle, and naked as he was-- and this was early winter-- jumped over the fence in the cemetery and hid out in the cemetery. For two days he hid out naked. And some people came by and gave him some clothes. And later on, he died, is dead. His name was Hoffman. Very, very-- very brave young man.\n"
            }
          ],
          "tags": [],
          "uuid": "11eb5d8b-88e5-4fe7-ad43-b577fe05ea24"
        },
        {
          "start_time": 1834.18,
          "end_time": 1837.9,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Are you in contact with other survivors from Boryslav\n"
            }
          ],
          "tags": [],
          "uuid": "2f6f0656-ce47-4527-b118-bcb974b21c26"
        },
        {
          "start_time": 1837.9,
          "end_time": 1900.36,
          "annotation": [
            {
              "text": "\tSUBJECT: Oh, yes. We have here, we built here on a cemetery in Long Island, we built here a stone on which we engraved the name of all the families from Borislav. And every year in May we hold a-- what is it called-- a commemorative service where we go together and we commemorate. Now, on this tape here, I have-- you can keep this tape if you wish to-- I have set practically the same, but maybe it is a little bit better organized on the tape. So if you need it, you can keep it.\n"
            }
          ],
          "tags": [],
          "uuid": "b515b807-7f0f-46e1-bdff-0bd90352be8f"
        },
        {
          "start_time": 1900.36,
          "end_time": 1905.74,
          "annotation": [
            {
              "text": "\tINTERVIEWER: I thank you for that. And I thank you for sharing your--\n"
            }
          ],
          "tags": [],
          "uuid": "a194acbd-8527-426c-979b-f4e9093686b0"
        },
        {
          "start_time": 1905.74,
          "end_time": 1906.32,
          "annotation": [
            {
              "text": "\tSUBJECT: I am sorry.\n"
            }
          ],
          "tags": [],
          "uuid": "63f97439-fd97-4ef7-83f0-4facf58993f2"
        },
        {
          "start_time": 1906.32,
          "end_time": 1906.89,
          "annotation": [
            {
              "text": "\tINTERVIEWER: History.\n"
            }
          ],
          "tags": [],
          "uuid": "769d909e-56d1-4891-a3b0-06fb7b0fcf8c"
        },
        {
          "start_time": 1906.89,
          "end_time": 1918.55,
          "annotation": [
            {
              "text": "\tSUBJECT: I cannot collect myself sometimes so well. One is overcome.\n"
            }
          ],
          "tags": [],
          "uuid": "ad4cfb73-9aad-4cd5-ab02-69fbefb56415"
        },
        {
          "start_time": 1918.55,
          "end_time": 1924.285,
          "annotation": [
            {
              "text": "\tINTERVIEWER: I think it was a very important story to tell. And again, I thank you very much for participating in this project.\n"
            }
          ],
          "tags": [],
          "uuid": "832165b0-62da-4905-9a87-0c851543d17e"
        },
        {
          "start_time": 1924.285,
          "end_time": 1930.68,
          "annotation": [
            {
              "text": "\tSUBJECT: OK. You're most welcome.\n"
            }
          ],
          "tags": [],
          "uuid": "bd3227ea-9621-4fbd-97e5-3dbfd8c334fb"
        },
        {
          "start_time": 1930.68,
          "end_time": 1932.14,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Anything else you want to add?\n"
            }
          ],
          "tags": [],
          "uuid": "820e7e5a-79c7-443f-9ed5-694c80e60f02"
        },
        {
          "start_time": 1932.14,
          "end_time": 1935.81,
          "annotation": [
            {
              "text": "\tSUBJECT: There is a copy of the, did I give you a copy of the translation?\n"
            }
          ],
          "tags": [],
          "uuid": "4b00916f-073e-4010-8372-9cfa5d148f2f"
        },
        {
          "start_time": 1935.81,
          "end_time": 1941.69,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Yes. We have both English and the original German.\n"
            }
          ],
          "tags": [],
          "uuid": "80b9eaeb-0fba-4d7f-9152-fb21f43c5c43"
        },
        {
          "start_time": 1941.69,
          "end_time": 1942.92,
          "annotation": [
            {
              "text": "\tSUBJECT: And German. Good.\n"
            }
          ],
          "tags": [],
          "uuid": "8b0d0190-d36b-42c8-a303-bd447c146702"
        },
        {
          "start_time": 1942.92,
          "end_time": 1946.31,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Copy of your testimony to the Germans.\n"
            }
          ],
          "tags": [],
          "uuid": "745ca47e-14bc-427e-882b-af95de3ef807"
        },
        {
          "start_time": 1946.31,
          "end_time": 1947.224,
          "annotation": [
            {
              "text": "\tSUBJECT: Fine.\n"
            }
          ],
          "tags": [],
          "uuid": "53fee5a7-cf49-46ce-a3da-995012208da8"
        },
        {
          "start_time": 1947.224,
          "end_time": 1948.31,
          "annotation": [
            {
              "text": "\tINTERVIEWER 2: Which was taken when?\n"
            }
          ],
          "tags": [],
          "uuid": "8f9cc0ba-6f62-4025-88cd-617af6710678"
        },
        {
          "start_time": 1948.31,
          "end_time": 1952.645,
          "annotation": [
            {
              "text": "\tINTERVIEWER: In 1946, in Munich, you gave testimony to the Germans.\n"
            }
          ],
          "tags": [],
          "uuid": "f40645be-f25d-4c14-af08-28a7555948d5"
        },
        {
          "start_time": 1952.645,
          "end_time": 1981.38,
          "annotation": [
            {
              "text": "\tSUBJECT: That's right. 1947, to the Jewish committee."
            }
          ],
          "tags": [],
          "uuid": "fa939cf8-e079-49db-bd3c-6c69f94530a5"
        }
      ]
    },
    "5c3e975d-31d2-4e31-ad9a-fbfc9340b117": {
      "event_id": "7ee1cb10-a776-48b0-bf30-d34c0fa1873f",
      "source_id": "b84f1cf3-e99d-4cb8-9829-7e6dd35bdf57",
      "set": "Wendy Lower Critical Edition [Transcript]",
      "annotations": [
        {
          "start_time": 85.91,
          "end_time": 102.92,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Horodok (Городо́к, Ukrainian; Gródek, Polish), also known as Grodek Jagiellonsk, was a 14th-century settlement in the Kingdom of Poland, and center of the Polish-Lithuanian Kingdom during its Golden Age under King Wladyslaw II Jagiello. It was annexed to the Habsburg Empire in 1772 until the First World War, then was part of the Second Polish Republic until the Second World War. During the Nazi occupation, an estimated 5000 Jews (800 families) were murdered. See P. Wrobel, “The Jews of Galicia under Austrian Polish Rule, 1869-1918,” in "
                },
                {
                  "text": "Austrian History Yearbook",
                  "italic": true
                },
                {
                  "text": " vol 25, pp. 97-138. For a brief history of the Holocaust there see, Martin Dean, ed., United States Holocaust Memorial Museum’s "
                },
                {
                  "text": "Encyclopedia of Camps and Ghettos",
                  "italic": true
                },
                {
                  "text": ", 1933-1945, Volume II (Bloomington: Indiana University Press, 2012),  777-79."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "55e720e8-2166-43cf-91bf-b030f1c2c199"
        },
        {
          "start_time": 135.74,
          "end_time": 173.26,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Szymon Rudnicki, “From Numerus Clausus to Numerus Nullus,” "
                },
                {
                  "text": "Polin",
                  "italic": true
                },
                {
                  "text": " 2 (1987): 246-68."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "60527c6b-f4ee-41e3-a0f1-840ef6f0b73e"
        },
        {
          "start_time": 193.85,
          "end_time": 218.68,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "A 1929 Business Directory for Poland, focusing on Galicia, lists the family name Szmer as a business owner in the oil industry in Skohodnitsa/Schodnica, near Drohobych. See the Directory posted here: https://jri-poland.org/bizdir/start.htm"
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "757aae15-db94-425f-9190-538ee7f47f44"
        },
        {
          "start_time": 218.68,
          "end_time": 232.99,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Jakob Schmer (b.1915, Drohobych) survived the war and emigrated from Europe in 1958. His DP records are in the International Tracing Service Archives, Bad Arolsen, doc# 69172970."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "f00816cc-896c-4df5-b242-460fdbdc1f50"
        },
        {
          "start_time": 292.18,
          "end_time": 315.43,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "On Polish antisemitism, see Dietrich Beyrau, \"Anti-Semitism and Jews in Poland, 1918–1939\" in Herbert A. Strauss, ed., "
                },
                {
                  "text": "Hostages of Modernization",
                  "italic": true
                },
                {
                  "text": " vol 3/2,  (Berlin, Boston: De Gruyter, 1993): 1063-1090. Antony Polonsky, "
                },
                {
                  "text": "The Jews in Poland and Russia, Volume 3: 1914-2008 ",
                  "italic": true
                },
                {
                  "text": "(Littman Library of Jewish Civilization, 2011)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "918e14bb-ceba-4b64-bec3-f5ecbbefedcc"
        },
        {
          "start_time": 358.72,
          "end_time": 385.9,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Jeffrey Koerber, "
                },
                {
                  "text": "Borderland Generation: Soviet and Polish Jews under Hitler",
                  "italic": true
                },
                {
                  "text": " (Syracuse: Syracuse University Press, 2020)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "e0865325-79a1-48a1-a20a-c364ae78008c"
        },
        {
          "start_time": 358.72,
          "end_time": 385.9,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Arthur Koestler (1905-1983) was an award-winning, decorated Hungarian Jewish writer famous for his novel "
                },
                {
                  "text": "Darkness at Noon ",
                  "italic": true
                },
                {
                  "text": "(1940), which exposed the horrors of the Stalinist purges and show trials. Koestler had joined the Communist Party in Germany in 1931 but withdrew in 1938. Hauser cites Koestler as a comparison to his generation who found communism appealing in their youth as a possible alternative to capitalism and fascism. Here Hauser also anticipates his later telling of the crimes of the Soviets and how they broke his family’s spirit, similar to Koestler’s disillusionment with Stalinism."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "2f7915c6-bd25-4ed9-896b-821c7a6e4e54"
        },
        {
          "start_time": 401.74,
          "end_time": 421.06,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "On Stalin’s anti-Polish policies and atrocities, see Timothy Snyder, "
                },
                {
                  "text": "Bloodlands: Between Hitler and Stalin",
                  "italic": true
                },
                {
                  "text": " (New York: Basic Books, 2010); Norman Naimark’s, "
                },
                {
                  "text": "Stalin’s Genocides",
                  "italic": true
                },
                {
                  "text": "; Keith Sword, ed., "
                },
                {
                  "text": "The Soviet Takeover of the Polish Eastern Provinces, 1939-1941 ",
                  "italic": true
                },
                {
                  "text": "(New York: Palgrave, 1991); and Jan Gross, "
                },
                {
                  "text": "Revolution From Abroad: The Soviet Conquest of Poland’s Western Ukraine and Western Belorussia",
                  "italic": true
                },
                {
                  "text": " (Princeton: Princeton University Press, 2002). As part of the Great Terror, the NKVD ordered the liquidation of Polish political groups and Polish resistance as of August 1937. See: NKVD Order No. 00485."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "6af803a4-9c8b-44e3-b5d9-e0ef245a7fbb"
        },
        {
          "start_time": 421.06,
          "end_time": 455.305,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "See the work of eminent survivor and historian from Lwow, Philip Friedman, "
                },
                {
                  "text": "Roads to Extinction: Essays on the Holocaust",
                  "italic": true
                },
                {
                  "text": " (New York: Jewish Publication Society, 1980); the survivor account from Eliyahu Yones, "
                },
                {
                  "text": "Smoke in the Sand: The Jews of Lvov in the War Years, 1939-1944",
                  "italic": true
                },
                {
                  "text": " (Jerusalem: Gefen Publishing House, 2004); And a recent history of the city by Christoph Mick, "
                },
                {
                  "text": "Lemberg, Lwow, L’viv, 1914-1947: Violence and Ethnicity in a Contested City",
                  "italic": true
                },
                {
                  "text": " (West Lafayette: Purdue University Press, 2016)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "c0765a8d-e8d8-4d3e-93ea-c702f6aeb30f"
        },
        {
          "start_time": 528.76,
          "end_time": 543.67,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Maciej Kozlowski, “Poles and Ukrainians: Troubled History,” "
                },
                {
                  "text": "The Polish Review",
                  "italic": true
                },
                {
                  "text": " vol 33 no.3 (1988): 271-293."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "0ad1dd8f-87bd-494b-b99d-2a1b4d2cbb41"
        },
        {
          "start_time": 543.67,
          "end_time": 566.38,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "John-Paul Himka and Hans Joachim Torke, eds., "
                },
                {
                  "text": "German-Ukrainian Relations in Historical Perspective",
                  "italic": true
                },
                {
                  "text": " (1994)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "1b47b1f3-7138-413e-bc37-801a036282e0"
        },
        {
          "start_time": 602.59,
          "end_time": 616.9,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Alexander Rossino, "
                },
                {
                  "text": "Hitler Strikes Poland: Blitzkrieg, Ideology, Atrocity",
                  "italic": true
                },
                {
                  "text": " (Lawrence: University of Kansas Press, 2003)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "ddb7fb97-3de5-4874-a5b9-989e96d3bd6e"
        },
        {
          "start_time": 745.09,
          "end_time": 776.14,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "German strafing was famously captured in the photographs of Julien Bryan, which show two Polish sisters, one aghast as she looks at her murdered sister, shot down in a potato field near Warsaw on September 13, 1939. The Germans killed about 25,000 Poles in Warsaw and its surrounding areas through aerial bombing and strafing. The German military advanced east to Boryslaw but according to the terms of the Molotov Ribbentrop Pact and its second protocol establishing the border line, they then retreated westward to the Bug River and the Soviets occupied this part of eastern Poland (today western Ukraine)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "477972e4-3a14-4315-bf0f-a357b531bf66"
        },
        {
          "start_time": 788.25,
          "end_time": 803.2,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Boryslaw/Boryslav, about 75 miles southwest of L’viv/Lwow, had about 13,000 Jewish inhabitants when the Germans first arrived on September 12, 1939. A few days before the Soviet takeover, the German military and SS-police started to force Jews into labor assignments, steal property and enlist Ukrainian nationalist collaborators in securing the conquered territory. When the Germans returned and pushed out the Soviets in July 1941, they organized a pogrom as an act of revenge for the political prisoners found murdered by the retreating NKVD in the local prison. Some 350 Jews were killed in the pogrom. During the Nazi occupation, the local police - a platoon of Austrians - was commanded by Gustav Wuepper (1893-1958). He organized the first mass shootings of Jews deemed unfit as laborers, about 700-800 Jewish women, children and the elderly, shot on Nov 29th in the nearby forests of Truskawiec and Tustanowice. Ghettoization followed as did Jewish deaths owing to the winter cold, lack of food and the spread of typhus.  Round ups and killings resumed in July 1942 culminating in the deportations of some 5000 Jews to the Janowska camp near Lwow and the Belzec killing center. Specialists were selected out and kept in two open ghettos that served as labor camps. Those like Hauser with the “R” armbands working for the armaments industry in the oil fields were allowed to remain, but some including their family members were deported to Belzec, and those pulled out of hiding places were shot on the spot by Wuepper’s men. Searches and executions continued during the winter of 1942-43, and were renewed in the Boryslaw ghetto liquidation in late May-June 1943. The population had been reduced to 400 who were mostly hiding in the nearby forests, or had joined the Polish communist partisans. The Red Army arrived August 7, 1944.  See the entry for Boryslaw/Boryslav in Dean, ed. "
                },
                {
                  "text": "Encyclopedia of Camps and Ghettos",
                  "italic": true
                },
                {
                  "text": ", Vol 2, (Bloomington: Indiana University Press, 2012), 755-75."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "29951934-ac92-43e8-a66a-e6f3e1eb72f9"
        },
        {
          "start_time": 842.83,
          "end_time": 861,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Entire families of so-called ‘kulaks’, wealthy property owner, had been deported and their belongings seized by the state as part of Stalin’s modernization campaigns. This Soviet-style class warfare was also an imperial extraction of economic resources extended to the conquered territories during and after the Second World War. See Marek Wierzbicki’s “Soviet Economic Policy in Annexed Eastern Poland,” and Christoph Mick’s “Lviv under Soviet Rule,” in Timothy Snyder and Ray Brandon, eds. "
                },
                {
                  "text": "Stalin and Europe: Imitation and Domination, 1928-1953",
                  "italic": true
                },
                {
                  "text": " (New York: Oxford University Press, 2014), 114-162."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "382e7706-c4cb-490d-9263-ef529bf39f41"
        },
        {
          "start_time": 881.66,
          "end_time": 893.92,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "See the historic postcards showing the oil fields and worker’s barracks at: https://sztetl.org.pl/en/towns/l/703-lviv/103-trade-industry-services/139780-galician-petroleum-company-lviv"
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "c57cf7b0-f4b7-4e86-9b55-c7c159479966"
        },
        {
          "start_time": 1039.69,
          "end_time": 1058.35,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "zakharnu et ha-daggah: Numbers 11:5"
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "0605a3a7-1bf2-45bc-9d16-f9823426fed8"
        },
        {
          "start_time": 1119.46,
          "end_time": 1142.32,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "For the radicalizing impact of the double occupation on ordinary citizens in Ukraine, Poland and the Baltic states, see Timothy Snyder’s "
                },
                {
                  "text": "Bloodlands: Between Hitler and Stalin",
                  "italic": true
                },
                {
                  "text": " (Basic Books, 2012)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "6d75a458-1661-4f86-b4b1-d88aedbbfe34"
        },
        {
          "start_time": 1142.32,
          "end_time": 1157.34,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The town was part of what was known as “Galician California:” Boryslaw ranked third in the world’s oil production. See Alison Fleig, "
                },
                {
                  "text": "Frank’s Oil Empire: Visions of Prosperity in Austrian Galicia ",
                  "italic": true
                },
                {
                  "text": "(Cambridge: Harvard University Press, 2007); and https://ukrainianjewishencounter.org/en/at-the-beginning-of-the-20th-century-boryslav-was-the-worlds-third-largest-producer-of-oil-after-pennsylvania-and-baku-vladyslava-moskalets/"
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "63dface8-428f-445f-8d19-4987bfc547c8"
        },
        {
          "start_time": 1157.34,
          "end_time": 1171.47,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "There is extensive case study literature on the violent histories of mining towns around the world. See for example, Kerry Carrington, Alison McIntosh, John Scott, “Globalization, Frontier Masculinities and Violence: Booze, Blokes and Brawls,” "
                },
                {
                  "text": "The British Journal of Criminology",
                  "italic": true
                },
                {
                  "text": ", Volume 50, Issue 3, May 2010,  393–413."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "c2be4a01-ce20-4892-b662-218fef70908c"
        },
        {
          "start_time": 1302.04,
          "end_time": 1314.67,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Wilson T. Bell, "
                },
                {
                  "text": "Stalin’s Gulag at War: Forced Labour, Mass Death and Soviet Victory in World War II ",
                  "italic": true
                },
                {
                  "text": "(Toronto: University of Toronto Press, 2019)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "bb91bc5b-88f7-49da-b439-a74f1cc93f19"
        },
        {
          "start_time": 1314.67,
          "end_time": 1330.87,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Joshua Rubenstein, "
                },
                {
                  "text": "The Last Days of Stalin",
                  "italic": true
                },
                {
                  "text": " (New Haven, Yale University Press, 2016)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "c0c1585c-b837-4ca9-8cc5-40f8adfca775"
        },
        {
          "start_time": 1330.87,
          "end_time": 1346.32,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Or more commonly quoted as Lenin, кто не работает тот не ест, \"He who does not work shall not eat,\" which was an article in the 1936 Soviet Constitution. This socialist law allowed for massive human rights abuses, including deportations and denial of food and other consumer products."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "d219ac21-2afd-45b6-9210-62cc91850a56"
        },
        {
          "start_time": 1360.42,
          "end_time": 1389.62,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Hauser is stating “children’s years” in Russian, referring to an ironic expression at the time, meaning one got sentenced to five years in the Siberian gulag, considered a light sentence given to a child."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "2fcd8d0e-6ea3-4c6a-a2ad-b2e63ac863ad"
        },
        {
          "start_time": 1459.08,
          "end_time": 1482.99,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "May 3rd is Constitution Day in Poland. The holiday dates back to the declaration of the constitution on May 3, 1791. It was famously celebrated during the 1830 insurrection, when Poland had been partitioned and was under Russian, Austro-Hungarian and Prussian rule, and was reinstated when Poland regained its independence after the First World War."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "25711884-756a-48c2-b0a3-83ad9f1b9f27"
        },
        {
          "start_time": 1513.05,
          "end_time": 1526.04,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "On the rampant denunciation, see Sheila Fitzpatrick, "
                },
                {
                  "text": "Everyday Stalinism: Ordinary Life in Extraordinary Times: Soviet Russia in the 1930s",
                  "italic": true
                },
                {
                  "text": " (New York: Oxford University Press, 2000)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "09c5e513-2f7b-43e5-b62d-ea1ac4258ab5"
        },
        {
          "start_time": 1552.56,
          "end_time": 1572.78,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The mention of the Jewish truck driver is significant as “it was said” and not directly witnessed by Hauser. Polish and Ukrainian anti-Semites often blamed Jews for Soviet crimes. Jonathan Judaken, “Jewish Capitalists, Jewish Bolsheviks: Conspiracy Thinking and Modern Judeophobia,” in "
                },
                {
                  "text": "Modern Intellectual History",
                  "italic": true
                },
                {
                  "text": " vol 18 (September 2021): 877-887."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "3f00d14a-480c-46ea-a105-ddd301c7a56e"
        },
        {
          "start_time": 1572.78,
          "end_time": 1592.81,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Geoffrey Megargee, "
                },
                {
                  "text": "War of Annihilation: Combat and Genocide on the Eastern Front, 1941",
                  "italic": true
                },
                {
                  "text": " (Lanham MD: Rowman and Littlefield, 2007)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "a777066f-ba26-44bc-b69d-cf9e1f9fbb76"
        },
        {
          "start_time": 1592.81,
          "end_time": 1613.64,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Piotr Wrobel, “Polish-Ukrainian Relations During World War II: The Boryslav Case Study, A Polish Perspective,” "
                },
                {
                  "text": "East European Politics and Societies and Cultures",
                  "italic": true
                },
                {
                  "text": " 26/2012: 213-235."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "8f8adf28-e989-477a-8d8c-93737126ca87"
        },
        {
          "start_time": 1662.81,
          "end_time": 1674.9,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The NVKD’s prison massacres occurred across Poland, Ukraine, The Baltic States and Bessarabia during the Soviet occupation and evacuation in late June 1941, with death tolls estimated between 10,000 and 100.000 prisoners. The discovery of the victims often triggered pogroms against Jews who were scapegoated by the local population as well as by the Nazi invaders. In Boryslaw the prominent Ukrainian nationalist Dr. Terleckyj led the violence. Thousands of Jews were slaughtered, especially in western Ukraine, with at least 4000 in the city of Lwow. E. Barkan, EA Cole, K. Struve, eds. "
                },
                {
                  "text": "Shared History, Divided Memory: Jews and Others in Soviet Occupied Poland, 1939-1941",
                  "italic": true
                },
                {
                  "text": " ((Leipzig: University of Leipzig, 2007). John Paul Himka, “The Lviv Pogrom of 1941: The Germans, Ukrainian Nationalists, and the Carnival Crowd,” "
                },
                {
                  "text": "Canadian Slavonic Papers",
                  "italic": true
                },
                {
                  "text": ", 2011. See also Sandkuehler, "
                },
                {
                  "text": "“Endloesung” in Galizien",
                  "italic": true
                },
                {
                  "text": ",” 303-05."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "f4f9238f-cff3-4b5d-886c-b690523a2df8"
        },
        {
          "start_time": 1743.23,
          "end_time": 1758.85,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Hauser’s family was among the estimated 350 Jews murdered in the pogrom."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "fa04b1b2-bb15-4e0c-9f88-3353a01cf86e"
        },
        {
          "start_time": 1765.13,
          "end_time": 1768.67,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Family decision-making and survival were important themes in how Jews responded to the Holocaust. See, Natalia Aleksiun’s “Neighbours in Boryslaw: Jewish Perceptions of Collaboration and Rescue in Eastern Galicia,” in "
                },
                {
                  "text": "The Holocaust and European Societies",
                  "italic": true
                },
                {
                  "text": " eds. F. Bajohr and A. Loew, (London: Palgrave Macmillan, 2016): 243-266."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "ae354f01-bc80-481a-8a97-303cc2431fd5"
        },
        {
          "start_time": 1807.64,
          "end_time": 1827.56,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "There were about 13,000 Jews in Boryslav in 1939."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "870c2c9c-5aa9-4b70-b555-c087bc2427ef"
        },
        {
          "start_time": 1827.56,
          "end_time": 1851.23,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Decrees confining Jews to a residential quarter coincided with the first mass shootings of 700-800 Jews, deemed unfit for work in November 1941. A formal ghetto was proposed in March 1942 and then postponed until May because of typhus outbreaks. Jews were divided into working and non-working populations and specialists, and confined to various locations. See Martin Dean, ed. "
                },
                {
                  "text": "Encyclopedia of Camps and Ghettos",
                  "italic": true
                },
                {
                  "text": ", Boryslaw, 755."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "7e24cf82-3b07-46e4-b320-dbc981689fe8"
        },
        {
          "start_time": 1851.65,
          "end_time": 1854.35,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Among the more famous towns in this region, owing to the tragic history of artist Bruno Schulz and the unusual fate of his murals. See the chapter on Drohobych in Omer Bartov, "
                },
                {
                  "text": "Erased: Vanishing Traces of Jewish Galicia in Present-Day Ukraine",
                  "italic": true
                },
                {
                  "text": " (Princeton: Princeton University Press, 2007)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "53b6093b-815e-4bdb-90b3-139608a16f66"
        },
        {
          "start_time": 1885.47,
          "end_time": 1918.27,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Lenore Weitzman and Dalia Ofer, eds., "
                },
                {
                  "text": "Women in the Holocaust",
                  "italic": true
                },
                {
                  "text": " (New Haven: Yale University Press, 1998)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "6662fe75-941d-43f7-810d-c752e3048e6f"
        },
        {
          "start_time": 1918.27,
          "end_time": 1944.35,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Michael Herz, a lawyer, was also forced to supply the Germans with Jewish laborers who died in the dangerous bridge reconstruction work in Boryslaw. See Sandkuehler, "
                },
                {
                  "text": "“Endloesung”in Galizien",
                  "italic": true
                },
                {
                  "text": ", 305 and Dean, Encylopedia, 755."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "cfc8d46b-096d-481e-b916-795f55fe58e7"
        },
        {
          "start_time": 1944.35,
          "end_time": 1975.97,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Hauser’s knowledge of the different police units is remarkable and shows that he was close to the events and observant. His 1947 testimony was as discerning, predating the knowledge of historians by decades, proving that it was not culled from published accounts. On the German police and the Holocaust, see Christopher Browning, "
                },
                {
                  "text": "Ordinary Men: Reserve Police Battalion 101 and the Holocaust",
                  "italic": true
                },
                {
                  "text": " (New York: Harper Collins, 1992) and Edward Westermann, "
                },
                {
                  "text": "Hitler’s Police Battalions: Enforcing Racial War in the East",
                  "italic": true
                },
                {
                  "text": " (Lawrence: University Press Kansas, 2005)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "04a45772-0107-48a0-85a7-ccbbcc6caaca"
        },
        {
          "start_time": 1975.97,
          "end_time": 1989.23,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "In the small towns of western Ukraine, the local police were manned mostly with Ukrainians and wherever possible ethnic Germans, all commanded by German occupiers from the Reich. Ukrainians were armed and fired shots alongside Germans, as well as raping Jewish girls and women. They received significant material rewards for their service and some were allowed to evacuate with the Germans at the war’s end. See Martin Dean. "
                },
                {
                  "text": "Collaboration in the Holocaust: Crimes of the Local Police in Belorussia and Ukraine, 1941-1944",
                  "italic": true
                },
                {
                  "text": " (Palgrave Macmillan, 2003). Ray Brandon and Wendy Lower, eds., "
                },
                {
                  "text": "The Shoah in Ukraine: History, Testimony, Memorialization",
                  "italic": true
                },
                {
                  "text": " (Bloomington: Indiana University Press, 2008). Dieter Pohl, "
                },
                {
                  "text": "Nationalsozialistische Judenverfolgung in Ostgalizien 1941–1944: Organisation und Durchführung eines staatlichen Massenverbrechens",
                  "italic": true
                },
                {
                  "text": " (Munich: Oldenbourg, 1997), Section II.2."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "211e674b-285e-42db-a6dc-f04dbe861b26"
        },
        {
          "start_time": 2008.13,
          "end_time": 2024.38,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Martin Dean, "
                },
                {
                  "text": "Robbing the Jews: The Confiscation of Jewish Property in the Holocaust, 1933-1945",
                  "italic": true
                },
                {
                  "text": " (Cambridge University Press, 2008)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "9b240fff-e463-4a3e-89e8-00ac47605ba2"
        },
        {
          "start_time": 2117.98,
          "end_time": 2139.09,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Other Jewish victims wore this “R” badge and testified. See the account of the Beskidenoel Camp in Drohobych, by the rabbi Leon Thorne, "
                },
                {
                  "text": "It will Yet be Heard",
                  "italic": true
                },
                {
                  "text": ", eds. Daniel Magilow and Emanuel Thorne (Camden: Rutgers University Press, 2019), originally published in 1961 as "
                },
                {
                  "text": "Out of the Ashes: the Story of a Survivor",
                  "italic": true
                },
                {
                  "text": ". Also see Wendy Lower, ed. "
                },
                {
                  "text": "Diary of Samuel Golfard and the Holocaust in Galicia",
                  "italic": true
                },
                {
                  "text": " (Lanham MD: Altamira, 2011)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "fabbba85-da43-4eb3-8d03-7b05e3e67a77"
        },
        {
          "start_time": 2217.11,
          "end_time": 2231.45,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The chief of the police was Gustav Wuepper (1893-1958)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "320313f6-d43c-4e50-8db4-e4e02584a48b"
        },
        {
          "start_time": 2238.53,
          "end_time": 2252.31,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The Jewish councils, which were established and controlled by the German occupiers, were placed in the unenviable role of having to implement German orders, delivering Jews to their deaths to protect their own lives and their families. Some council leaders exploited their power and added to the horrors and suffering of fellow Jews. Some resisted, but most became tools of the regime, and few survived.  See Isaiah Trunk, "
                },
                {
                  "text": "Judenrat: The Jewish Councils in Eastern Europe Under Nazi Rule ",
                  "italic": true
                },
                {
                  "text": "(New York: MacMillan, 1972)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "f172db79-29f4-4976-8b98-0e89cf382483"
        },
        {
          "start_time": 2294.27,
          "end_time": 2319.93,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Max Haendler survived the war and was as witness in the Austrian prosecutor’s indictment of eight Austrian policemen for the murder of jews in Poland, against the German Schutzpolizei, Mitas et al. Indictment of November 18, 1948, copy in the Wiener Library, 1656/3/9/337, 46 pp."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "4c0b11fa-e0af-406f-aaa3-291197a2a76b"
        },
        {
          "start_time": 2338.96,
          "end_time": 2369.464,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "In May 1943, German policeman Heinrich Nemec selected 15 Jewish girls including Rosa Fabien, the sister of survivor Philipp Feder, from the forced labor camp in Boryslaw. After keeping them for two days, Nemec shot them. Earlier that year he was seen raping a twelve-year-old girl, Lotka Wagmann who worked in his garden. See the indictment, public prosecutor’s office Vienna, 18/11/1948. P 111.i.no.337. Wiener Library, 1656/3/9/337, 29-34. On the connection between sexual violence and alcohol, see Edward Westermann’s "
                },
                {
                  "text": "Drunk on Genocide: Alcohol and Mass Murder ",
                  "italic": true
                },
                {
                  "text": "(Ithaca: Cornell University Press, 2021)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "8b3d6c5e-8507-4463-9b84-63d4140e16be"
        },
        {
          "start_time": 2437.75,
          "end_time": 2463.01,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "In Hebrew, Magen David (מָגֵן דָּוִד‎, transl. \"Shield of David\"). The Star of David symbolized modern Jewish identity and faith. While the Nazis forced Jews to stitch yellow stars on their clothing to mark them, as well as mock and ostracize them, many Jews held onto the gold stars and brought them to execution sites, like a Christian might hold a cross. The gold stars were plundered at the killing sites and found decades later in and around the mass graves of Ukraine. See Patrick Desbois, "
                },
                {
                  "text": "In Broad Daylight: The Secret Procedures Behind the Holocaust by Bullets ",
                  "italic": true
                },
                {
                  "text": "(New York: Arcade Publishing, 2018)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "f3094cfa-6f99-46f7-9c9b-aa6482d9a3c6"
        },
        {
          "start_time": 2463.01,
          "end_time": 2484.03,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "After the war, on July 26, 1956, six former policemen were tried by the regional court in Vienna, Austria. Leopold Mitas was sentenced to life in prison, and Josef Poell got 20 years for his sadistic acts. Four of his colleagues were acquitted. Mitas, who oversaw the killing and plundering of 12,000 Jews in Boryslaw, and bragged that he killed 1800 himself, was pardoned of the Austrian president Adolf Schaerf in 1958. An earlier indictment, dated 11/18/1948, lists their cruelties especially against women and children, as well as the names of dozens of Jewish survivor witnesses and victims, and is available at the Wiener Library, see https://wiener.soutron.net/Portal/Default/en-GB/RecordView/Index/106381, reference 1656/3/9/337. Thanks to Christine Schmidt for assisting with this file. See also Tuviah Friedmann, "
                },
                {
                  "text": "Schupo-Kriegsverbrecher vor dem Wiener Volksgericht ",
                  "italic": true
                },
                {
                  "text": "Schupo-Kriegsverbrecher vor dem Wiener Volksgericht : Schutzpolizei Dienstabteilung in Boryslaw: Dokumentensammlung (Haifa, 1995)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "4b25ba71-a1a5-4ef4-9ce7-17393d80ee81"
        },
        {
          "start_time": 2568.58,
          "end_time": 2600.3,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "This description of the mass shooting matches the thousands of testimonies given by German perpetrators, Ukrainian witnesses, and Jewish survivors, in what is now known as the Holocaust by Bullets. See Raul Hilberg, "
                },
                {
                  "text": "The Destruction of the European Jews ",
                  "italic": true
                },
                {
                  "text": "(New York: Holmes and Meier, 1985), Joshua Rubenstein, Ilya Altman, eds., "
                },
                {
                  "text": "The Unknown Black Book: The Holocaust in the German-Occupied Soviet Territories",
                  "italic": true
                },
                {
                  "text": " (Bloomington: Indiana University Press, 2007); and Patrick Desbois, "
                },
                {
                  "text": "The Holocaust by Bullets: A Priest’s Journey to Uncover the Truth Behind the Murder of 1.5 Million Jews",
                  "italic": true
                },
                {
                  "text": " (New York: St. Martin’s Griffin, 2009)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "c9f9621d-cf67-4e58-97d7-777d01a8b05e"
        },
        {
          "start_time": 2649.68,
          "end_time": 2665.22,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "On the participation of German families and the Nazi Party in the occupied east, see Wendy Lower, "
                },
                {
                  "text": "Hitler’s Furies: German Women in the Nazi Killing Fields",
                  "italic": true
                },
                {
                  "text": " (Boston: Houghton Mifflin, 2013), and Omer Bartov’s "
                },
                {
                  "text": "Anatomy of Genocide: The Life and Death of a Town Called Buczcacz",
                  "italic": true
                },
                {
                  "text": " (New York: Simon and Schuster, 2018)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "cc578aaf-f0c0-4fa6-8f69-f8b58440b1e5"
        },
        {
          "start_time": 2711.39,
          "end_time": 2728.38,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Brutalizing youth to train them to dehumanize and kill Jews in this way occurred in other settings, such as the Warsaw ghetto, where German SS police officials brought their children (and girlfriends). See Nicholas Stargardt, "
                },
                {
                  "text": "Witnesses of War: Children’s Lives Under the Nazis",
                  "italic": true
                },
                {
                  "text": " (New York: Knopf, 2006)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "7f50ce36-a262-476d-bf25-0b7f48e5c0dd"
        },
        {
          "start_time": 2757.23,
          "end_time": 2781.74,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Besides attacking Jews in Vienna in 1938-39, Heinrich Nemec was also indicted for murdering Jews in Poland by the public prosecutor’s office in Vienna in 1948. He had been a member of the gendarmerie (1918-1927), then a Viennese security guard unit. He joined the Nazi Party after the Anschluss in 1938. In Boryslaw he commanded the Ukrainian police and participated in the search for Jews in hiding, and was seen shooting them in the cemetery and at the slaughterhouse. He was also known for raping and torturing Jewish women and girls and enriching himself through extortion and theft. See the indictment at the Wiener Library, 1656/3/9/337. Nemec died in Soviet captivity in 1948. http://www.nachkriegsjustiz.at/prozesse/geschworeneng/35prozesse56_04.php"
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "35d637c3-8f94-4235-975d-d3241ac25b59"
        },
        {
          "start_time": 2781.74,
          "end_time": 2807,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The public spectacles of violence and popular responses are thoroughly presented in the U.S. Holocaust Memorial Museum’s online exhibit, "
                },
                {
                  "text": "Some Were Neighbors",
                  "italic": true
                },
                {
                  "text": ". https://somewereneighbors.ushmm.org/. "
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "548ee479-b8ac-478f-b263-5625b8c99d60"
        },
        {
          "start_time": 2807,
          "end_time": 2820.8,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "On the racial hierarchies of Nazi ideology, see Michael Burleigh and Wolfgang Wipperman’s "
                },
                {
                  "text": "The Racial State: Germany, 1933-1945",
                  "italic": true
                },
                {
                  "text": " (New York: Cambridge University Press, 1991)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "e6afc9bd-eb08-4d23-86ac-574662534dd4"
        },
        {
          "start_time": 2986.12,
          "end_time": 3004,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The murder of 80 Jewish children in the Boryslaw orphanage in early 1944 was prosecuted in West Germany in Bremen in 1953, and additional crimes committed by the SSPF Lemberg were addressed in another trial in 1967 (which Hauser attended), against Friedrich Hildebrandt who was found guilty of murdering Jews in Boryslaw and sentenced to 8 years in prison. The Boryslaw forced labor camps were also the center of trials in West Germany. See https://www.expostfacto.nl/junsv/ncot/brdeng/cloc01.html."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "64005722-24e5-4e6b-a0b2-bcb8f050ba39"
        },
        {
          "start_time": 3200.85,
          "end_time": 3220.24,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Sonja Hedgepeth and Rochelle Saidel, eds., "
                },
                {
                  "text": "Sexual Violence Against Jewish Women during the Holocaust",
                  "italic": true
                },
                {
                  "text": " (Waltham MA: Brandeis University Press, 2010)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "f7c6bfe9-7aa3-44b1-bcce-32a706317b40"
        },
        {
          "start_time": 3255.58,
          "end_time": 3299.88,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Gustav Wuepper (1893-1958) was a commander of the Schutzpolizei in Boryslaw, a former dock worker and a member of the socialist party. He joined the NSDAP in 1937 and arrived at his post in Ukraine in October 1941. He committed suicide after being indicted by a West German court  while in custody in Hamburg. Leopold Mitas, and Karl Weigl were tried in July 1956. Mitas received a life sentence and Weigl was acquitted. The other person, Niko (or Nichoff?) was not among the defendants."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "a96f0f94-812c-43b4-9341-34970bd999fc"
        },
        {
          "start_time": 3421.8,
          "end_time": 3439.08,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Referring to the Battle of Stalingrad, which was a turning point in the war as it marked the German’s farthest advance into Russia, ending with the surrender of the Sixth Army at Stalingrad in early 1943 after months of attrition warfare. See Jochen Hellbeck, "
                },
                {
                  "text": "Stalingrad: The City that Defeated the Reich",
                  "italic": true
                },
                {
                  "text": " (New York: Public Affairs, 2015)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "b3ef126d-7a45-45fe-ad6a-85e7fa1580c2"
        },
        {
          "start_time": 3525.77,
          "end_time": 3541.94,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Adam Brown, "
                },
                {
                  "text": "Judging “Privileged” Jews: Holocaust Ethics, Representation and the “Grey Zone”",
                  "italic": true
                },
                {
                  "text": " (New York: Berghahn, 2013)."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "f8ad2f1e-a622-4216-a277-82b73a396f42"
        },
        {
          "start_time": 3598.77,
          "end_time": 3622.47,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "In the early days of the invasion, Germans reported on the capture of female Soviet soldiers, inquiring about how they should be treated. As Hauser points out here, they were killed like the men. Some 3 million Soviet soldiers died in German captivity, either shot or left to die in open-air camps with no food. See Karel C. Berkhoff, “The Mass Murder of Soviet Prisoners of War and the Holocaust: How Were They Related?” "
                },
                {
                  "text": "Kritika: Explorations in Russian and Eurasian History",
                  "italic": true
                },
                {
                  "text": " 6/4 (Fall 2005): 78-796."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "8846722d-6523-43b8-810e-61f72a4f4b75"
        },
        {
          "start_time": 3633.61,
          "end_time": 3673.85,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Berthold Beitz (1913-2013) was a German businessman employed by the Royal Dutch Shell Oil Company in Hamburg. During the war he was able to avoid military service and secure a commission as manager of the Carpathian Oil Company in Boryslaw. The company housed Hauser and other Jewish laborers and specialists, and their families, in designated camps and issued them the special armaments worker’s badge, “R.” Beitz witnessed the pogroms of July 1941 and subsequent German police raids of the camps including the massacre of children in the orphanage on August 7, 1942. Beitz was able to select hundreds of workers, thereby sparing them from deportations to Belzec. Beitz and his wife rescued Jews by hiding them, informing them of impending massacres, and issuing work permits. Beitz left Boryslaw in March 1944. The Gestapo learned of his forged permits, and he was needed in the army. After the war he became the head of the Krupp Steel conglomerate and led West Germany’s economic recovery. In 1973 he received the award of Righteous Among the Nations from Yad Vashem, with the support of hundreds of survivors but the objections of many others who believed that he was a war profiteer and not a resister. Beitz explained his motives as purely moral and not anti-fascist. Additional controversy stemmed from Beitz’s defense of Hildebrand in the 1966 Bremen trial. On 5 February 2006 Yad Vashem recognized Berthold’s wife Else Beitz as Righteous Among the Nations. https://www.yadvashem.org/righteous/stories/beitz.html"
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "73949679-1956-4720-993a-07d82573f999"
        },
        {
          "start_time": 3673.85,
          "end_time": 3690.2,
          "annotation": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "This criticism of Beitz is odd given that Eric Hauser’s wife Luise found shelter in the attic of Beitz’s office. See Thomas Sandkuehler, "
                },
                {
                  "text": "Die Judenmord in Ostpolen und die Rettungsinitiativen von Berthold Beitz, 1941-1944",
                  "italic": true
                },
                {
                  "text": " (J.H.W. Dietz Verlag, Bonn, 1996), 342."
                }
              ]
            }
          ],
          "tags": [],
          "uuid": "a73959f5-6353-423e-949e-0a077b86a80e"
        }
      ]
    },
    "72a234df-2286-4667-8fdd-48eff29465e6": {
      "event_id": "7ee1cb10-a776-48b0-bf30-d34c0fa1873f",
      "source_id": "b84f1cf3-e99d-4cb8-9829-7e6dd35bdf57",
      "set": "English [Transcript]",
      "annotations": [
        {
          "start_time": 0,
          "end_time": 0,
          "annotation": [
            {
              "text": "https://d9jk7wjtjpu5g.cloudfront.net/file_transcripts/associated_files/000/017/122/original/mssa_hvt_574_p1of2_caption.vtt?1595320033"
            }
          ],
          "tags": [],
          "uuid": "f35335ae-6991-4ddf-809c-998d211d96e2"
        }
      ]
    },
    "731c04a3-718e-4aa8-b153-d2c209b59f18": {
      "event_id": "4cb662ad-61a8-4ad3-adce-ca99bbde48d8",
      "source_id": "bd664dc8-16d5-4043-bb76-725c406f55aa",
      "set": "English [Transcript]",
      "annotations": [
        {
          "start_time": 0,
          "end_time": 0,
          "annotation": [
            {
              "text": "https://d9jk7wjtjpu5g.cloudfront.net/file_transcripts/associated_files/000/017/124/original/mssa_hvt_574_p2of2_caption.vtt?1595320097"
            }
          ],
          "tags": [],
          "uuid": "388deb69-d879-411a-aec5-5d236e95b7f9"
        }
      ]
    },
    "b8c430d1-4d17-42fc-9538-3b196448368c": {
      "event_id": "7ee1cb10-a776-48b0-bf30-d34c0fa1873f",
      "source_id": "b84f1cf3-e99d-4cb8-9829-7e6dd35bdf57",
      "set": "mssa_hvt_574_p1of2_transcript.txt [Transcript]",
      "annotations": [
        {
          "start_time": 0,
          "end_time": 2.994,
          "annotation": [
            {
              "text": "\t\n"
            }
          ],
          "tags": [],
          "uuid": "1e2c5f8c-f065-4a15-8d06-9884c887958d"
        },
        {
          "start_time": 2.994,
          "end_time": 41.417,
          "annotation": [
            {
              "text": "\t\n"
            }
          ],
          "tags": [],
          "uuid": "4a8216cf-a535-4ca0-b526-220e60a7641b"
        },
        {
          "start_time": 41.417,
          "end_time": 45.14,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Mr. Houser, all your papers say it's [? Isaak ?] Houser. Should we--\n"
            }
          ],
          "tags": [],
          "uuid": "be1775e8-f701-436b-8216-225914fcb450"
        },
        {
          "start_time": 45.14,
          "end_time": 46.86,
          "annotation": [
            {
              "text": "\tERIC HOUSER: Isaak Houser, I will say this.\n"
            }
          ],
          "tags": [],
          "uuid": "df166ba5-8e49-4d27-ba01-151eb9d82c77"
        },
        {
          "start_time": 46.86,
          "end_time": 50.02,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Should you-- should we introduce you as Isaak Houser, or--\n"
            }
          ],
          "tags": [],
          "uuid": "6c17da3a-6d8d-4866-9372-c278fe5041eb"
        },
        {
          "start_time": 50.02,
          "end_time": 53.79,
          "annotation": [
            {
              "text": "\tERIC HOUSER: Well, you can-- I say here my-- my Jewish name was Isaak Houser--\n"
            }
          ],
          "tags": [],
          "uuid": "e3799b99-1708-4fa5-b264-7db56d10bfe2"
        },
        {
          "start_time": 53.79,
          "end_time": 54.33,
          "annotation": [
            {
              "text": "\tINTERVIEWER: OK. Fine. OK.\n"
            }
          ],
          "tags": [],
          "uuid": "83433ac4-73fd-4254-bb60-c9796b58d996"
        },
        {
          "start_time": 54.33,
          "end_time": 55.07,
          "annotation": [
            {
              "text": "\tERIC HOUSER: [INAUDIBLE].\n"
            }
          ],
          "tags": [],
          "uuid": "7748887c-720f-4643-96ee-c3fba7db87e6"
        },
        {
          "start_time": 55.07,
          "end_time": 56.88,
          "annotation": [
            {
              "text": "\tINTERVIEWER: OK.\n"
            }
          ],
          "tags": [],
          "uuid": "39c8bf13-0541-4fd9-ae2f-9b31caa99d42"
        },
        {
          "start_time": 56.88,
          "end_time": 58.46,
          "annotation": [
            {
              "text": "\tERIC HOUSER: Whatever--\n"
            }
          ],
          "tags": [],
          "uuid": "bed734ad-831d-499f-846f-d42abb9b5807"
        },
        {
          "start_time": 58.46,
          "end_time": 59.21,
          "annotation": [
            {
              "text": "\tINTERVIEWER: OK.\n"
            }
          ],
          "tags": [],
          "uuid": "5ffa1eee-b6fe-4150-9611-ed9259447ca6"
        },
        {
          "start_time": 59.21,
          "end_time": 59.93,
          "annotation": [
            {
              "text": "\tERIC HOUSER: OK?\n"
            }
          ],
          "tags": [],
          "uuid": "2934697c-e8d9-437a-bfab-4c2cbe90d8eb"
        },
        {
          "start_time": 59.93,
          "end_time": 78.15,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Yes, this is Eric Houser. Um, And today is 29th of April. And if you would like to begin, Mr. Houser. And perhaps you can tell us a little bit of your childhood and your hometown.\n"
            }
          ],
          "tags": [],
          "uuid": "73265be5-c04f-428f-805e-a757abe1c088"
        },
        {
          "start_time": 78.15,
          "end_time": 85.91,
          "annotation": [
            {
              "text": "\tERIC HOUSER: Thank you, ma'am. My name is Eric Houser. My Jewish name is Isaak Houser-- actually, Itzhak Houser.\n"
            }
          ],
          "tags": [],
          "uuid": "086eb30b-62d1-45b7-b2a3-5ecf425d7bfd"
        },
        {
          "start_time": 85.91,
          "end_time": 102.92,
          "annotation": [
            {
              "text": "\tI was born in a town of Grodek It's a very old town in Poland, which goes back to the year 1300, from the time of princes who were named Jagiełło. The Americans called them Jogaila.\n"
            }
          ],
          "tags": [],
          "uuid": "0dc0e6c0-4f47-4da7-a7b7-97446a4a5346"
        },
        {
          "start_time": 102.92,
          "end_time": 119.39,
          "annotation": [
            {
              "text": "\tMy grandfather was the president of the Jewish community in this town. It was a very old town with a very old Jewish population and a very old cemetery. I went there to high school. It was a Catholic high school.\n"
            }
          ],
          "tags": [],
          "uuid": "fc3cd219-83b4-46bf-9b46-257bcd98cdf7"
        },
        {
          "start_time": 119.39,
          "end_time": 135.74,
          "annotation": [
            {
              "text": "\tBut my grandfather was the president of the Jewish community. As such, he had enough influence to place me in the Catholic high school which I finished. I was the valedictorian. And I finished my studies down there.\n"
            }
          ],
          "tags": [],
          "uuid": "d915b993-db53-4ce1-a6e3-fbe365987dec"
        },
        {
          "start_time": 135.74,
          "end_time": 173.26,
          "annotation": [
            {
              "text": "\tAnd from there, I decided to study engineering. They did not accept Jewish students on the Polish polytechnical school, so I had to go to Czechoslovakia. I finished my engineering studies with a master's degree in electrical and mechanical engineering in Czechoslovakia. This diploma was not acknowledged by the Polish authorities. And when I came back home to Poland, I had to undergo what is called nostrification, which means another exam in the Polish language.\n"
            }
          ],
          "tags": [],
          "uuid": "c69cb5bd-7e90-4865-8c92-0e2374d76d0a"
        },
        {
          "start_time": 173.26,
          "end_time": 182.89,
          "annotation": [
            {
              "text": "\tOne could not get work near Lwów, where my parents were. My father was a building contractor. He built small houses.\n"
            }
          ],
          "tags": [],
          "uuid": "828a73c4-ab64-445e-a7ad-b86b8b25416c"
        },
        {
          "start_time": 182.89,
          "end_time": 193.85,
          "annotation": [
            {
              "text": "\tHe built approximately 300 small houses, giving out the mortgages to the people. At that time, no bank gave mortgage. My father gave you mortgages.\n"
            }
          ],
          "tags": [],
          "uuid": "0bb2176a-f23e-4cba-bcd1-7b08a072551b"
        },
        {
          "start_time": 193.85,
          "end_time": 218.68,
          "annotation": [
            {
              "text": "\tAnd he was a rather-- by the standards of his time-- well-to-do man. But I couldn't get a job in my profession. A job opened itself in West Galicia in a company called Jakub Szmer and Company. It was a Jewish man who accepted me on a try out. And I stayed with him.\n"
            }
          ],
          "tags": [],
          "uuid": "f830e8b7-19b4-40e4-b3ee-a241c31c3dd1"
        },
        {
          "start_time": 218.68,
          "end_time": 232.99,
          "annotation": [
            {
              "text": "\tI became assistant manager of the oil fields. The chief engineer, his name was Max Garfunkel. He was the head of the engineering department. I was his assistant.\n"
            }
          ],
          "tags": [],
          "uuid": "79a91fcb-3856-4b8f-8764-4141ee64cce2"
        },
        {
          "start_time": 232.99,
          "end_time": 250,
          "annotation": [
            {
              "text": "\tI worked down there. I built a house for the company. And he had 40 or 60 oil wells, which I [? directed. ?] I made a few little inventions, of which I have patents. Of course, they're all obsolete.\n"
            }
          ],
          "tags": [],
          "uuid": "40f6e717-9402-49b4-956d-d70f7bd0fd58"
        },
        {
          "start_time": 250,
          "end_time": 253.75,
          "annotation": [
            {
              "text": "\tAnd then the war started in 1939.\n"
            }
          ],
          "tags": [],
          "uuid": "6209c706-50c6-4f4c-b66c-5ac20f6f7898"
        },
        {
          "start_time": 253.75,
          "end_time": 269.33,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Can we back up just a little bit without-- I don't want to break up your train of thought. But if you would be good enough to, perhaps share with us who was in your family, a little bit about what your family life was like.\n"
            }
          ],
          "tags": [],
          "uuid": "8078263f-016f-4acf-b0cc-b9b034d17356"
        },
        {
          "start_time": 269.33,
          "end_time": 292.18,
          "annotation": [
            {
              "text": "\tERIC HOUSER: Well, as I said, my father was a building contractor. He built houses. My sister studied to be an attorney. And my brother was a accountant. My sister later owned a big movie house in the city of Lemberg.\n"
            }
          ],
          "tags": [],
          "uuid": "4ee85d1d-70f2-4a25-a5ed-792c13be9dc1"
        },
        {
          "start_time": 292.18,
          "end_time": 315.43,
          "annotation": [
            {
              "text": "\tWe all worked very hard. Although they were quite well-to-do, but life was not easy. One is subjected continuously to pressures from the Poles who couldn't stand it if a Jew became so wealthy and who tried all the time, in-- in many, many ways to ruin my father's business.\n"
            }
          ],
          "tags": [],
          "uuid": "c883476a-0fbb-43c9-bcb2-0495db9b0ef1"
        },
        {
          "start_time": 315.43,
          "end_time": 334.18,
          "annotation": [
            {
              "text": "\tFor instance, they built a church, which was approximately, I would say, three miles from our building establishment. Yet it was suddenly considered an offense to the church that the building establishment is close by, where people worked. We had to fight these things continuously.\n"
            }
          ],
          "tags": [],
          "uuid": "4eeb608a-0636-43b2-9e20-02a3f025c0eb"
        },
        {
          "start_time": 334.18,
          "end_time": 347.42,
          "annotation": [
            {
              "text": "\tWe fought it with bribes, naturally. He bribed to the right and he bribed to the left, and whatever could be done to keep alive. But I wanted to work as an engineer.\n"
            }
          ],
          "tags": [],
          "uuid": "962af580-64ec-4ebc-972a-868e69bb7bc6"
        },
        {
          "start_time": 347.42,
          "end_time": 358.72,
          "annotation": [
            {
              "text": "\tMy father very much wanted me to be in his field. But first of all, I was very socialistic. Let's call it this way.\n"
            }
          ],
          "tags": [],
          "uuid": "e9772690-7530-4f26-818e-9ab5ce2933b3"
        },
        {
          "start_time": 358.72,
          "end_time": 385.9,
          "annotation": [
            {
              "text": "\tMost of the youths, the Jewish youths, was quite leftist and socialist at the time. There seemed to be no hope in the Polish rule and the way they treated us. And I believe it was Otto Kessler. Otto Kessler has a famous saying the red hot sun from the East will melt down the injustices of the West. So one believed in these things.\n"
            }
          ],
          "tags": [],
          "uuid": "00de30ee-a3dd-4817-aa22-0109718fb0eb"
        },
        {
          "start_time": 385.9,
          "end_time": 401.74,
          "annotation": [
            {
              "text": "\tMy father wasn't very much enthused about it. He was naturally of different beliefs. So I had to leave and find work for myself. And I find work-- I found work for myself in West Galicia.\n"
            }
          ],
          "tags": [],
          "uuid": "6c659da2-dc56-467a-b606-3861a599fde2"
        },
        {
          "start_time": 401.74,
          "end_time": 421.06,
          "annotation": [
            {
              "text": "\tIn the meantime, my sister married. She married to an attorney who later divorced her, emigrated to Russia, and was promptly shot by Stalin as a-- as a Polish spy. My sister bought a big movie house in Poland.\n"
            }
          ],
          "tags": [],
          "uuid": "5530dc14-3a03-4b83-85bd-33214bcf4869"
        },
        {
          "start_time": 421.06,
          "end_time": 455.305,
          "annotation": [
            {
              "text": "\tAnd my father was building a huge house-- for Poland, it was a huge house, a four story house in the city of Lemberg. He finished building it as the first bombs were falling on Lemberg in 1939. What is interesting for my father that he paid his debts. He was convinced his work is as good as gold. While the bombs were falling, he paid his debts.\n"
            }
          ],
          "tags": [],
          "uuid": "47cafe8b-32b4-439c-8bd2-e78675a0603a"
        },
        {
          "start_time": 455.305,
          "end_time": 477.31,
          "annotation": [
            {
              "text": "\tNow I worked on this place in West Galicia, the war came. The owner said to me you stay there and watch out for my business He grabbed whatever money there was. He had a bank account in [? [NON-ENGLISH SPEECH]. ?] And he managed to escape to America.\n"
            }
          ],
          "tags": [],
          "uuid": "2040f2dc-fa5b-40fc-bd69-171a099bb61f"
        },
        {
          "start_time": 477.31,
          "end_time": 505.51,
          "annotation": [
            {
              "text": "\tI was left with 220 hungry people, drilling masters, welders, blacksmiths-- whatever accrue in such a field this-- boiler man-- and with no payroll. There was a little bit of money left in the bank, which he left me for small-- I took out this money. I remember it was 2,500 or so zloty.\n"
            }
          ],
          "tags": [],
          "uuid": "53b579b4-4a91-435d-a5a3-17d820bdf30f"
        },
        {
          "start_time": 505.51,
          "end_time": 515.89,
          "annotation": [
            {
              "text": "\tAnd there were 220 of us. So everybody got 10 zloty, which is negligible. It's $2. But at least it showed some goodwill.\n"
            }
          ],
          "tags": [],
          "uuid": "4a1a8717-b37a-47d6-9aa2-d55265757621"
        },
        {
          "start_time": 515.89,
          "end_time": 528.76,
          "annotation": [
            {
              "text": "\tAnd that I had goodwill among these is the best proof, because they didn't tear me apart, these people. They were mostly Poles. And that's the way it was.\n"
            }
          ],
          "tags": [],
          "uuid": "b62400fe-2333-4462-938d-e15f2a919309"
        },
        {
          "start_time": 528.76,
          "end_time": 543.67,
          "annotation": [
            {
              "text": "\tThen came the order. I managed to save a man's life. He was an Ukrainian. He was a machinist. And when the war started, the Poles believed that all the Ukrainians are spies.\n"
            }
          ],
          "tags": [],
          "uuid": "7c173866-4e72-478e-a881-3394cf848816"
        },
        {
          "start_time": 543.67,
          "end_time": 566.38,
          "annotation": [
            {
              "text": "\tUkrainians sided with the Germans. Because the Ukrainians originally fought against the Poles in 1918 and Poland was built. So as it was here with the Japanese during the war, Second World War, the public opinion was all Ukrainians are spies. But this was it a nice fellow. He wasn't a spy.\n"
            }
          ],
          "tags": [],
          "uuid": "3770da41-a63b-44a0-91f2-208ef5310fc4"
        },
        {
          "start_time": 566.38,
          "end_time": 573.58,
          "annotation": [
            {
              "text": "\tThe war started. The army came in and they asked is it an Ukrainian. And he was pointed out.\n"
            }
          ],
          "tags": [],
          "uuid": "690c31c1-e109-40af-8a2a-9a9a01a86080"
        },
        {
          "start_time": 573.58,
          "end_time": 580.33,
          "annotation": [
            {
              "text": "\tSo they took him. Put him against the wall. His wife gave-- came to me. I run against. I grabbed the sergeant.\n"
            }
          ],
          "tags": [],
          "uuid": "b71609c5-1c79-4e8d-a827-05652bdfb827"
        },
        {
          "start_time": 580.33,
          "end_time": 590.98,
          "annotation": [
            {
              "text": "\tI told him I vouch-- vouch with my life for this man. He's a good man. He never makes any politics. He's a machinist. He-- he takes care of the machines.\n"
            }
          ],
          "tags": [],
          "uuid": "00abfecd-0478-4e03-88e1-0bd3b3037feb"
        },
        {
          "start_time": 590.98,
          "end_time": 602.59,
          "annotation": [
            {
              "text": "\tSo they let him go. And later on this man proved helpful to me during the German time, a little bit. But I had a friend in him. OK.\n"
            }
          ],
          "tags": [],
          "uuid": "d24b0fdb-4049-4228-87e9-6a09ca7febf5"
        },
        {
          "start_time": 602.59,
          "end_time": 616.9,
          "annotation": [
            {
              "text": "\tThe war in our parts [INAUDIBLE] last-- lasted, maybe, for four days. After four days, the Polish army crumbled and kept going to the East.\n"
            }
          ],
          "tags": [],
          "uuid": "3dbb7cd1-b982-4caa-a096-32f68dc21332"
        },
        {
          "start_time": 616.9,
          "end_time": 645.58,
          "annotation": [
            {
              "text": "\tThere was nothing from-- we got orders to dismantle the oil wells and to make them unfunctional, which we did. We dropped heavy pieces of iron and steel and tools into the oil wells. And then, of course, we had to run. Because we know the Germans-- and we dismantled the machinery. We took off the carburetors of all the injection pumps, of all the diesels, and we hid them somewhere so the Germans couldn't find them.\n"
            }
          ],
          "tags": [],
          "uuid": "495ffd8e-a7e3-45d2-8536-330bfa6f9e34"
        },
        {
          "start_time": 645.58,
          "end_time": 659.71,
          "annotation": [
            {
              "text": "\tIt is-- characteristic that the Germans called me over the radio by name. A few days after I run away, there was a big radio announcement. And they said engineer Isaac Houser should come back. Everything is forgiven.\n"
            }
          ],
          "tags": [],
          "uuid": "0172ef99-e68b-40b3-9a8e-c73ba2204c63"
        },
        {
          "start_time": 659.71,
          "end_time": 669.58,
          "annotation": [
            {
              "text": "\tThey wanted to know where the machinery is hidden. But I know that once I show my face that they will kill me. So I disregarded it completely.\n"
            }
          ],
          "tags": [],
          "uuid": "39dc170e-a98d-4f2a-ab28-d988b42b205a"
        },
        {
          "start_time": 669.58,
          "end_time": 685.03,
          "annotation": [
            {
              "text": "\tAs I was running away, we were doing it at night. Because during the day, the Germans were everywhere. I had a car hidden-- an old car which I built myself practically-- hidden. I took four people with me.\n"
            }
          ],
          "tags": [],
          "uuid": "e8b3ab1b-7ef8-4da2-aecb-6666cce4c6ce"
        },
        {
          "start_time": 685.03,
          "end_time": 699.34,
          "annotation": [
            {
              "text": "\tAnd we drove on small country roads. The country roads in Poland are built of white stone. The stone is white. And when the moon shines in your face, you can see it.\n"
            }
          ],
          "tags": [],
          "uuid": "f9ea3a38-d1d7-4bfa-b5df-f988fbc9e608"
        },
        {
          "start_time": 699.34,
          "end_time": 710.82,
          "annotation": [
            {
              "text": "\tThe trouble was that-- at the end of the road made a sharp 90 degree bent and there was a river. And I didn't know this. And I didn't notice it. Because the river and the road looked the same.\n"
            }
          ],
          "tags": [],
          "uuid": "8d9b8627-4529-4b43-a38b-f60053cc1893"
        },
        {
          "start_time": 710.82,
          "end_time": 724.84,
          "annotation": [
            {
              "text": "\tSo with full speed I fell with my car right into the river. I broke with my chest the steering wheel. Probably broke a few ribs, but at that time, who could-- who had time to look into such things.\n"
            }
          ],
          "tags": [],
          "uuid": "2a0a1f18-7e92-4322-a0b1-1425eede599c"
        },
        {
          "start_time": 724.84,
          "end_time": 736.18,
          "annotation": [
            {
              "text": "\tAnd the impact threw me to the other side of the river. It wasn't a big river. But I hit with my head the embankment. Some people sitting in the back of me were flying over my head.\n"
            }
          ],
          "tags": [],
          "uuid": "7cdc0a96-5036-4710-ada3-4b97d1a6fce2"
        },
        {
          "start_time": 736.18,
          "end_time": 745.09,
          "annotation": [
            {
              "text": "\tI had in my pocket a bottle of whiskey. It flew out so far that I could never find it. So we left the poor car in the river.\n"
            }
          ],
          "tags": [],
          "uuid": "9c60ec71-a0ed-4488-ad37-528ea0d0f32e"
        },
        {
          "start_time": 745.09,
          "end_time": 776.14,
          "annotation": [
            {
              "text": "\tWe grabbed ourself and [? stoning ?] and moaning and groaning, we, on foot, proceeded to the next railroad station. And it was the last Polish train leaving the station. The cars were splattered with blood, because on-- a half an hour earlier, a Stuka, airplane, a German airplane, a dive airplane had made himself some fun by flying low alongside the windows and shooting a couple of the passengers inside.\n"
            }
          ],
          "tags": [],
          "uuid": "ae896507-ddcd-4559-8324-0fe74a09d5b2"
        },
        {
          "start_time": 776.14,
          "end_time": 786.87,
          "annotation": [
            {
              "text": "\tThe seats was splattered with blood. The windows were full of bullet holes. But it was at least a train. I took this train. And I came with this train to Lemberg.\n"
            }
          ],
          "tags": [],
          "uuid": "49094c27-d2cc-4282-9e2f-bb26135a235d"
        },
        {
          "start_time": 786.87,
          "end_time": 788.25,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Which was then under Russian--\n"
            }
          ],
          "tags": [],
          "uuid": "a7fe94a1-d614-4f58-80ab-4920f6d3b76b"
        },
        {
          "start_time": 788.25,
          "end_time": 803.2,
          "annotation": [
            {
              "text": "\tERIC HOUSER: And then on the Russian side-- in Lemberg, I met my wife. But there was nothing for me to do in Lemberg. So I went to the Eastern oil fields, which were Borysław.\n"
            }
          ],
          "tags": [],
          "uuid": "2faebcbb-dbfd-4142-85bd-02532f091ec8"
        },
        {
          "start_time": 803.2,
          "end_time": 805.06,
          "annotation": [
            {
              "text": "\tINTERVIEWER: You had left your family though?\n"
            }
          ],
          "tags": [],
          "uuid": "a473490f-7379-4ecc-b697-4b5301012fa4"
        },
        {
          "start_time": 805.06,
          "end_time": 818.68,
          "annotation": [
            {
              "text": "\tERIC HOUSER: Oh. In Lemberg, my family stayed. My father and my mother both stayed in Lemberg. Now the Russians came in. My father was what is called a vlasnyk an owner.\n"
            }
          ],
          "tags": [],
          "uuid": "41c45aa0-34af-4747-8d0a-e45af3b5e02f"
        },
        {
          "start_time": 818.68,
          "end_time": 830.38,
          "annotation": [
            {
              "text": "\tNow we employed between 3 to 10 people. And we hired out help as necessary. My father wasn't a [INAUDIBLE] an owner. He was a well-to-do man.\n"
            }
          ],
          "tags": [],
          "uuid": "4a7d73ed-e968-4d62-9245-e81c60bdd6b6"
        },
        {
          "start_time": 830.38,
          "end_time": 842.83,
          "annotation": [
            {
              "text": "\tBut this was-- this was considered a tremendous crime. And the Russians took us over. For that matter, anybody-- anyone who had a barber shop or a shoe repair shop was an owner, suddenly.\n"
            }
          ],
          "tags": [],
          "uuid": "b60d6951-a5b4-4e16-b297-5e84a9222d61"
        },
        {
          "start_time": 842.83,
          "end_time": 861,
          "annotation": [
            {
              "text": "\tAnd this was not only a crime for the man. It was a crime for his children. According to Marxist belief, your whole outlook, your philosophy of life is based on your economic basis. So you are the son of vlasnyk of an owner, it means you are an owner and is your children.\n"
            }
          ],
          "tags": [],
          "uuid": "fb395de2-af34-43dc-a111-de8f98a09aea"
        },
        {
          "start_time": 861,
          "end_time": 871.42,
          "annotation": [
            {
              "text": "\tIn a way, it becomes almost like a [? [NON-ENGLISH SPEECH]. ?] You are tainted for life. I had-- I could do nothing in Lemberg, but everybody knew me anyhow.\n"
            }
          ],
          "tags": [],
          "uuid": "bc9cf8d2-ac63-414a-bf51-4bdafd0f24fc"
        },
        {
          "start_time": 871.42,
          "end_time": 879.962,
          "annotation": [
            {
              "text": "\tSo I went to Borysław and we had some uncles, uncles and aunts living down there. And nu-- excuse me-- and numerous family.\n"
            }
          ],
          "tags": [],
          "uuid": "f0372704-30bb-45f7-a367-dbf5c46c6706"
        },
        {
          "start_time": 879.962,
          "end_time": 881.66,
          "annotation": [
            {
              "text": "\tINTERVIEWER: That was in 1939 then?\n"
            }
          ],
          "tags": [],
          "uuid": "1dc7e5f5-6ee7-4811-ac44-7d6bcdd34e5a"
        },
        {
          "start_time": 881.66,
          "end_time": 893.92,
          "annotation": [
            {
              "text": "\tERIC HOUSER: That was in '30-- in '39. And there I got a job. Since I have a diploma as an electrical engineer and the Borysław power plant. It was a beautiful power plant, a beautiful power plant.\n"
            }
          ],
          "tags": [],
          "uuid": "a192df49-d089-400b-9e3c-4ec8108b8f5d"
        },
        {
          "start_time": 893.92,
          "end_time": 911.81,
          "annotation": [
            {
              "text": "\tIt would be even beautiful by now, 40 years later, here in the United States. It wasn't as big as plants in the United States, but automated and beautifully kept. I became the head of the mechanical and electrical department.\n"
            }
          ],
          "tags": [],
          "uuid": "9bb3e09e-6fe7-4f84-a49d-996344236a5c"
        },
        {
          "start_time": 911.81,
          "end_time": 928.42,
          "annotation": [
            {
              "text": "\tIt's-- to work for the Russians is a peculiar experience. The reason I do this interview only, I would like to show that the Russians broke our spirit. In a way, they're-- well, the Germans killed us physically.\n"
            }
          ],
          "tags": [],
          "uuid": "91aa11b0-c16b-4420-8f7e-952b53c3c11c"
        },
        {
          "start_time": 928.42,
          "end_time": 942.05,
          "annotation": [
            {
              "text": "\tBut in a way, the Russians killed us mentally. They broke our spirit. They converted us from normal human beings who have some ambitions of hope into ants which go around all day long and look for food.\n"
            }
          ],
          "tags": [],
          "uuid": "573047d4-01e5-4a0a-ad65-3e9ef130aead"
        },
        {
          "start_time": 942.05,
          "end_time": 953.15,
          "annotation": [
            {
              "text": "\tAnd they have a special-- they have a special method which they have perfected. We all became like Pavlovian dogs. When you whistle, they salivate.\n"
            }
          ],
          "tags": [],
          "uuid": "d1123929-1d6b-4261-bc8d-872780516758"
        },
        {
          "start_time": 953.15,
          "end_time": 962.54,
          "annotation": [
            {
              "text": "\tAll day long one had to work. The stores, where they give you food, are open from eight till four. Now how can you do it?\n"
            }
          ],
          "tags": [],
          "uuid": "724e04b3-ea23-4dc0-86bb-a2a7bc3a9b57"
        },
        {
          "start_time": 962.54,
          "end_time": 973.69,
          "annotation": [
            {
              "text": "\tIf you have an old aunt at home, an old parent, an old somebody, a mother, but if you have not-- like, we are two working people. My wife worked and I worked. It was practically impossible.\n"
            }
          ],
          "tags": [],
          "uuid": "f96ced8c-0eca-4b67-a527-6d04b8a6358f"
        },
        {
          "start_time": 973.69,
          "end_time": 997.99,
          "annotation": [
            {
              "text": "\tSomeone had to continuously break the law. You were not permitted to go out. But you had to. So we continuously smuggled ourselves out to grab bread here and a piece of meat here. You-- then you grab quickly a place in the line to get a piece of leather for a shoe sole and so on.\n"
            }
          ],
          "tags": [],
          "uuid": "06a9926a-a1ff-4ad0-86f9-26211c4d5686"
        },
        {
          "start_time": 997.99,
          "end_time": 1015.55,
          "annotation": [
            {
              "text": "\tIt became-- it was like living in a prison. While one, actually-- of course, an American prison is-- compared to this, a holiday. But it was living like in a tremendous prison.\n"
            }
          ],
          "tags": [],
          "uuid": "6484006e-7594-42bb-9f5b-236133287231"
        },
        {
          "start_time": 1015.55,
          "end_time": 1029.53,
          "annotation": [
            {
              "text": "\tEveryone had to work all day long. At the same time, fight for his food. This is a great invention of Stalin, you know, that he was able to get the people used to it.\n"
            }
          ],
          "tags": [],
          "uuid": "706a24fb-03e1-456d-99d9-53d0356a00af"
        },
        {
          "start_time": 1029.53,
          "end_time": 1039.69,
          "annotation": [
            {
              "text": "\tThat the most important thing is work. Food and all the other stuff you will have to find for yourself. Because we assume-- it's funny.\n"
            }
          ],
          "tags": [],
          "uuid": "fa74f850-89fe-4b8f-8f3f-474a77011e95"
        },
        {
          "start_time": 1039.69,
          "end_time": 1058.35,
          "annotation": [
            {
              "text": "\tWhen the Israelis went out to the desert, when they came out from-- with Moses into the desert, it says in the Bible, that they revolt against him. They cried, Zakharnu et HaDagim. We remember the full flesh pots and fish pots in Egypt. And they revolt.\n"
            }
          ],
          "tags": [],
          "uuid": "0ebf989b-8282-4932-9978-42c09b85d85c"
        },
        {
          "start_time": 1058.35,
          "end_time": 1072.59,
          "annotation": [
            {
              "text": "\tStalin found out that he doesn't have to give any fish pots or flesh pots to his slaves. You just have to give them work. And somehow, they will be able to muddle through. But this muddling through takes away half of your life.\n"
            }
          ],
          "tags": [],
          "uuid": "7b0aca2b-8fbc-43f1-a4b5-cce8c311e7c2"
        },
        {
          "start_time": 1072.59,
          "end_time": 1099.21,
          "annotation": [
            {
              "text": "\tWhenever you would have time to think about something, you're always-- you're always busy with finding-- eh-- how to get by. They threw us out of our apartments. In Russia, the law says that you are permitted to have-- permitted-- that you are entitled to have six square meters, which means 18 feet by 18 feet per person. Two persons is 36 by 36.\n"
            }
          ],
          "tags": [],
          "uuid": "30cfa5b1-9382-43fc-9a9c-7994341deb46"
        },
        {
          "start_time": 1099.21,
          "end_time": 1119.46,
          "annotation": [
            {
              "text": "\tBut this doesn't mean-- first of all, they don't let you take your-- your furniture with you. You leave everything in your apartment as you sit down there. They let you take a few eating utensils. Because some-- some of the secret Russian police or some other officer likes your apartment.\n"
            }
          ],
          "tags": [],
          "uuid": "02dd1054-5fc0-4589-a999-b8fcb972878c"
        },
        {
          "start_time": 1119.46,
          "end_time": 1142.32,
          "annotation": [
            {
              "text": "\tIf he happen to see-- if he happened not to see it, if you can hide out, you'll remain in there. If somebody sees you, they take it away. So it's a continuous struggle. And during this continuous struggle, they broke us so deeply and so completely that when Hitler later came, he had it very easy with us.\n"
            }
          ],
          "tags": [],
          "uuid": "5e3601d8-f4ca-4bbb-87ec-7669ee7c74bc"
        },
        {
          "start_time": 1142.32,
          "end_time": 1157.34,
          "annotation": [
            {
              "text": "\tThe reason I'm saying it is because Borysław was not a town like all the other stetls in Poland. Borysław was an oil mining town. All oil mining towns are Klondike like, as they call it here in the United States.\n"
            }
          ],
          "tags": [],
          "uuid": "8182193d-2a68-4dde-ac0b-cde02a8fd062"
        },
        {
          "start_time": 1157.34,
          "end_time": 1171.47,
          "annotation": [
            {
              "text": "\tThe people are miners. They are rough types. They don't give a damn about anybody there. They carry weapons. They carry knives there. Eager to fight it out if their heads [? drop. ?]\n"
            }
          ],
          "tags": [],
          "uuid": "2854028b-434c-42be-9ee6-8ef1d158fd9f"
        },
        {
          "start_time": 1171.47,
          "end_time": 1189.54,
          "annotation": [
            {
              "text": "\tThey're essentially not afraid. But not after the Russian cure. After the Russians went by, they were all like lambs. They were all beaten down, dispirited. And they went to their death like a bunch of animals.\n"
            }
          ],
          "tags": [],
          "uuid": "d408fb95-4afd-4090-9aad-8200064c23e6"
        },
        {
          "start_time": 1189.54,
          "end_time": 1199.39,
          "annotation": [
            {
              "text": "\tWell, we were there in Borysław. I am-- I have to bring out one special point. The Russians were still with us.\n"
            }
          ],
          "tags": [],
          "uuid": "533b0459-0915-4a40-8ecb-b5ed197a4ad2"
        },
        {
          "start_time": 1199.39,
          "end_time": 1214.95,
          "annotation": [
            {
              "text": "\tThey started-- of course, they-- they tried to make informers out of everybody. I was called in at 12 o'clock at night and said you have to let us know what your neighbors say. I say I don't know. I tried to talk my way out of it.\n"
            }
          ],
          "tags": [],
          "uuid": "256d5f2e-9080-42ac-b059-914f46e114d1"
        },
        {
          "start_time": 1214.95,
          "end_time": 1219.82,
          "annotation": [
            {
              "text": "\tI work all day. Then I run to get a piece of bread. I don't know anything.\n"
            }
          ],
          "tags": [],
          "uuid": "2fa3746c-133e-4fd4-8cd5-7eb00e6f68f4"
        },
        {
          "start_time": 1219.82,
          "end_time": 1229.3,
          "annotation": [
            {
              "text": "\tDoesn't matter. You have to. Besides, if you do, we will treat you better. You will get a better apartment, and so on and so forth. And many people fell for it.\n"
            }
          ],
          "tags": [],
          "uuid": "4fca02c4-05e1-4a42-950c-01f37d53853f"
        },
        {
          "start_time": 1229.3,
          "end_time": 1246.49,
          "annotation": [
            {
              "text": "\tAnd they watch you. You have to report. I didn't report, so they called me in a few months later and made me sign a paper. You did not cooperate, which-- which is a threat. But they didn't last too long, so the threat did not materialize.\n"
            }
          ],
          "tags": [],
          "uuid": "76ad3925-5d54-4d84-b523-81e2d73fef2b"
        },
        {
          "start_time": 1246.49,
          "end_time": 1262.74,
          "annotation": [
            {
              "text": "\tLet me illustrate it by an example. In the power plant where I worked, there was what is called a condensation pump. A condensation pump is a unit, an auxiliary unit at every turbine. It was a beautiful power plant.\n"
            }
          ],
          "tags": [],
          "uuid": "8e69c05e-32f0-4cd7-a3e4-650fd744c7bb"
        },
        {
          "start_time": 1262.74,
          "end_time": 1272.79,
          "annotation": [
            {
              "text": "\tBut this particularly condensation pump had a motor, which was badly designed. Every six or eight months, the motor overheated. We knew about it.\n"
            }
          ],
          "tags": [],
          "uuid": "cf37de69-1120-456d-860f-85b991204482"
        },
        {
          "start_time": 1272.79,
          "end_time": 1283.74,
          "annotation": [
            {
              "text": "\tSo when the motor started to overheat, we had a spare part. We put it in, and that was it. The motor overheats. I am called at 12 o'clock at night.\n"
            }
          ],
          "tags": [],
          "uuid": "b14d9fbf-f5bb-4ad2-aef4-7088c85cb856"
        },
        {
          "start_time": 1283.74,
          "end_time": 1302.04,
          "annotation": [
            {
              "text": "\tHow come you did not report to us that somebody's spraying sand in the motor bearings? I said nobody sprayed any sand. It never happened before. This motor regularly overheats every six or eight months the motor overheats. And you have to put in the spare part.\n"
            }
          ],
          "tags": [],
          "uuid": "d64488fc-623b-4c92-8225-a54898368912"
        },
        {
          "start_time": 1302.04,
          "end_time": 1314.67,
          "annotation": [
            {
              "text": "\tNo, somebody sprayed sand on it. And they gave me such a bad time. Somehow, I don't know by what miracle I was able to talk my way out of this. Because this meant Siberia.\n"
            }
          ],
          "tags": [],
          "uuid": "e9af43d9-a145-421f-b8eb-f95ea3743ed6"
        },
        {
          "start_time": 1314.67,
          "end_time": 1330.87,
          "annotation": [
            {
              "text": "\tAt another time, they-- they-- Stalin had at that time a helper whose name was Malenkov. This Malenkov was supposed to be Stalin's successor. But later on, when Stalin died, they threw him out.\n"
            }
          ],
          "tags": [],
          "uuid": "7e9b7aa4-23f2-4a08-8b10-315c71cd56f2"
        },
        {
          "start_time": 1330.87,
          "end_time": 1346.32,
          "annotation": [
            {
              "text": "\tMalenkov issued a new law. Kto ne raboet, tot ne kushaet means who-- the one who doesn't work doesn't eat. It was taken literally. Many old people, many retired people committed suicide.\n"
            }
          ],
          "tags": [],
          "uuid": "580dfc56-d684-49ed-aed8-168849ee2dfe"
        },
        {
          "start_time": 1346.32,
          "end_time": 1360.42,
          "annotation": [
            {
              "text": "\tYou could see the old people also standing outside selling their last shirt. A man was selling a pair of eyeglasses. One guy was selling a shirt which was only one sleeve. I mean, anything to get a piece of bread.\n"
            }
          ],
          "tags": [],
          "uuid": "7b613d97-b387-4451-929e-4f3c7da7f3e5"
        },
        {
          "start_time": 1360.42,
          "end_time": 1389.62,
          "annotation": [
            {
              "text": "\tAnd he issued another law. You have to be punctually at your job. If you're five minutes late, you get arrested. If you're 15 minutes late, you can get what they call detskiy srok five years in Siberia. It means a child's-- a child's-- what does srok mean in English-- a child's verdict-- a childish verdict, a very easy verdict, five years in Siberia.\n"
            }
          ],
          "tags": [],
          "uuid": "3e1ea90d-8aa6-48e7-a508-c84f0e2e9218"
        },
        {
          "start_time": 1389.62,
          "end_time": 1400.19,
          "annotation": [
            {
              "text": "\tSo one of those days, I am at job. And I see that one of my machinists is not there. The clock is striking eight. He is not there. The clock is striking 8:05 and he is not there.\n"
            }
          ],
          "tags": [],
          "uuid": "b4f3f1a6-f603-45ab-9b2a-396e19f8503a"
        },
        {
          "start_time": 1400.19,
          "end_time": 1414.6,
          "annotation": [
            {
              "text": "\tSo I ran down to the time clock. I risked my own life. I pulled out his card and I shoved it in, making believe that he is there. Because later on the police came around, checking if everybody is there. His card was in the right spot.\n"
            }
          ],
          "tags": [],
          "uuid": "eec0ea77-be7c-4a0a-a9aa-a18675afcec9"
        },
        {
          "start_time": 1414.6,
          "end_time": 1427.02,
          "annotation": [
            {
              "text": "\tHe came in 30 minutes later. He had a bad accident. The guy was half crazy. He was trying to repair an old motorcycle, which he had. And he fell down and broke his head and so on.\n"
            }
          ],
          "tags": [],
          "uuid": "30d793ad-a9e6-4233-8da4-86367a25099c"
        },
        {
          "start_time": 1427.02,
          "end_time": 1439.73,
          "annotation": [
            {
              "text": "\tHe came in perplexed and bewildered, because he knew what was waiting for him. This same guy helped me later to escape during one of the pogroms. He remembered.\n"
            }
          ],
          "tags": [],
          "uuid": "c0c02a00-18d2-418d-b69e-7865357cd7cb"
        },
        {
          "start_time": 1439.73,
          "end_time": 1448.28,
          "annotation": [
            {
              "text": "\tWell, here we are now with the Russians. Time is going by. And there is May 1941.\n"
            }
          ],
          "tags": [],
          "uuid": "efe1b684-8528-4b65-8096-a1a598a29024"
        },
        {
          "start_time": 1448.28,
          "end_time": 1459.08,
          "annotation": [
            {
              "text": "\tNow every-- the Polish-- there was a sizable Polish population in the town of Borysław. And they had children. Their children went to the local high school.\n"
            }
          ],
          "tags": [],
          "uuid": "b09371ab-90d2-4a2c-926a-d03d3d89d9f5"
        },
        {
          "start_time": 1459.08,
          "end_time": 1482.99,
          "annotation": [
            {
              "text": "\tThere is a Polish holiday, which is called the holiday of the third of May. It's just some-- something to do with Polish history. Anyhow, wherever Poles as a group are living, on the third of May the children usually dress in the national costumes and sing songs and dance national dances.\n"
            }
          ],
          "tags": [],
          "uuid": "46b9a93c-7a64-4c2d-bd2c-c9aecd63e16f"
        },
        {
          "start_time": 1482.99,
          "end_time": 1496.04,
          "annotation": [
            {
              "text": "\tAnd it's sort of a celebration. And this has been going on since the year, I believe, 1820 or so on. So it was, of course, forbidden.\n"
            }
          ],
          "tags": [],
          "uuid": "53990745-5b6f-4577-93ee-ba0c0497a537"
        },
        {
          "start_time": 1496.04,
          "end_time": 1513.05,
          "annotation": [
            {
              "text": "\tNow this part of previous Poland had became Ukraine. And the Russians had forbidden any Polish national. But children are like children. How do you reason with 12, 14, 15-year-old? They have to have their holiday.\n"
            }
          ],
          "tags": [],
          "uuid": "453a4c7f-8cb9-4f75-a490-94ae6138fb75"
        },
        {
          "start_time": 1513.05,
          "end_time": 1526.04,
          "annotation": [
            {
              "text": "\tSo naturally, they came in on the 3rd of May dressed in these costumes, sang the polkas, danced around. And naturally, there was an informer. There is an informer. Where there are three people, there must be two informers in Russia.\n"
            }
          ],
          "tags": [],
          "uuid": "124069d1-5af2-47de-8c9b-47f3d9441ab3"
        },
        {
          "start_time": 1526.04,
          "end_time": 1537.44,
          "annotation": [
            {
              "text": "\tAnd this informer informed to them. And the children were arrested the same night. As they took the children away, they commandeered company trucks to load them.\n"
            }
          ],
          "tags": [],
          "uuid": "19d49f93-a1ee-4f7b-bbd8-ed3cd265384b"
        },
        {
          "start_time": 1537.44,
          "end_time": 1552.56,
          "annotation": [
            {
              "text": "\tI believe there were 212, or 220, between the ages 12 to 16. They took them away in these trucks. They were three or four trucks. I don't know how many. Some of these truck drivers were Jewish.\n"
            }
          ],
          "tags": [],
          "uuid": "1c1bb9df-b8fa-45c7-b82e-eafbdf84646b"
        },
        {
          "start_time": 1552.56,
          "end_time": 1572.78,
          "annotation": [
            {
              "text": "\tIt is said-- I didn't hear it as my own eye-- ears, but it was said that one of the truck drivers, a Jewish truck driver laughed and made jokes. Poland is finished. It will never be there again. And laughed their head off-- his head off when the children were loaded. And the parents were naturally crying.\n"
            }
          ],
          "tags": [],
          "uuid": "36e8e6b1-c6bb-4b89-9aa7-9ad49e354f03"
        },
        {
          "start_time": 1572.78,
          "end_time": 1592.81,
          "annotation": [
            {
              "text": "\tThe Germans struck in June 1941. The Russian army-- excuse me-- which up to that day had strutted around, we are invincible [? singing ?] ran. They ran. They left all their heavy equipment, and they ran.\n"
            }
          ],
          "tags": [],
          "uuid": "52083d68-ed5a-49a6-8105-a515b10d8a8e"
        },
        {
          "start_time": 1592.81,
          "end_time": 1613.64,
          "annotation": [
            {
              "text": "\tThe parents of-- and they-- they were not-- there was a period of six or eight hours that there was neither Russians nor Germans in the town. The Germans hadn't arrived yet, their patrols, and the Russians have gone. The parents of the arrested children naturally run to the prison to get-- to find their children.\n"
            }
          ],
          "tags": [],
          "uuid": "55c12dcf-14c6-4ab1-ac1d-4f26b7e83b55"
        },
        {
          "start_time": 1613.64,
          "end_time": 1624.68,
          "annotation": [
            {
              "text": "\tThere were no children. But in the prison yard, there was a shallow grave. They uncover it, and there were all these children killed, all of them killed with a single shot in the head.\n"
            }
          ],
          "tags": [],
          "uuid": "a41d9e12-80ea-4704-bf61-6219a2ead821"
        },
        {
          "start_time": 1624.68,
          "end_time": 1633.45,
          "annotation": [
            {
              "text": "\tSome of them had their hands tied with barbed wire. That's a special Russian invention. I don't know why they do it.\n"
            }
          ],
          "tags": [],
          "uuid": "9bcf0a9f-bea4-488f-aad6-910dcf9ffe5d"
        },
        {
          "start_time": 1633.45,
          "end_time": 1645.83,
          "annotation": [
            {
              "text": "\tYou-- you also must realize how executions are done in Russia. There's-- there's a tiny little cell-- we saw it here when we broke the prison open. And in this cell, there is a door.\n"
            }
          ],
          "tags": [],
          "uuid": "6b153976-84e9-43dd-82bf-84f21e46ed1e"
        },
        {
          "start_time": 1645.83,
          "end_time": 1662.81,
          "annotation": [
            {
              "text": "\tIn this door is an opening and they had to-- at the height of a human head. They tied the poor victims to the door, and the executioner shoots him so that the prisoner doesn't know who has done it. A family shouldn't be able to say, in heaven, who has killed him.\n"
            }
          ],
          "tags": [],
          "uuid": "7ea9896f-a516-47ba-b0ec-3989f9a02e9b"
        },
        {
          "start_time": 1662.81,
          "end_time": 1674.9,
          "annotation": [
            {
              "text": "\tNormally, executions are done by firing-- you know, where a man stands in front of the firing squad. The Russians have their own way. Anyhow, the-- all these children were killed.\n"
            }
          ],
          "tags": [],
          "uuid": "bebb00b6-89ef-4a4e-857f-53ddbb5986f7"
        },
        {
          "start_time": 1674.9,
          "end_time": 1695.32,
          "annotation": [
            {
              "text": "\tAnd the parents suddenly remembered that this Jew made a snide remark when they loaded. And a cry went out all over the city of Warsaw, the Jews have killed our children. And the Ukrainians, who were Jew haters to begin with, united with the Polish parents.\n"
            }
          ],
          "tags": [],
          "uuid": "cd0f1181-36ea-4ab4-bf05-0257dfd6d74c"
        },
        {
          "start_time": 1695.32,
          "end_time": 1712.84,
          "annotation": [
            {
              "text": "\tAnd they all run around. They rounded up the families of those truck drivers and all Jews to whom they can [INAUDIBLE]. And of course, there were robbers and looters, the intelligentsia, the better known people. And they killed them in the most brutal way.\n"
            }
          ],
          "tags": [],
          "uuid": "3ac72606-f27f-4e22-b79f-4508656d32a2"
        },
        {
          "start_time": 1712.84,
          "end_time": 1731.47,
          "annotation": [
            {
              "text": "\tFirst they had to crawl on their knees to kiss their dead bodies and beg their forgiveness. And then they were beaten to death with lead pipes and iron pipes. A few people survived because there were a few Ukrainians, decent people, who had friends among those who were rounded up.\n"
            }
          ],
          "tags": [],
          "uuid": "c8207922-2495-4dab-a6e8-9b13a501eabb"
        },
        {
          "start_time": 1731.47,
          "end_time": 1743.23,
          "annotation": [
            {
              "text": "\tThey went into the melee and pulled them physically out. An Ukrainian could go out. They pulled out the rabbi. I don't know. Some Ukrainian went in and pulled out the rabbi.\n"
            }
          ],
          "tags": [],
          "uuid": "5f57a154-4ba5-4ea8-a546-dc7798cbb09a"
        },
        {
          "start_time": 1743.23,
          "end_time": 1758.85,
          "annotation": [
            {
              "text": "\tAnother Ukrainian went in and pulled out one of my friends. Bauer-- his name was Bauer. And so on-- but-- most of-- I lost 30 people of close family in that night. I myself escaped by the breath of a hair.\n"
            }
          ],
          "tags": [],
          "uuid": "a3b39b24-86c0-4b97-b120-619255b441e3"
        },
        {
          "start_time": 1758.85,
          "end_time": 1765.13,
          "annotation": [
            {
              "text": "\tI-- I went in. My family was there. I told them disperse. There is something vicious going on.\n"
            }
          ],
          "tags": [],
          "uuid": "e0563d8b-2243-4f2b-9854-bde9def53aec"
        },
        {
          "start_time": 1765.13,
          "end_time": 1768.67,
          "annotation": [
            {
              "text": "\tThey said no. We sit together. We feel better when we sit together.\n"
            }
          ],
          "tags": [],
          "uuid": "0b3490b7-d992-4090-b413-023e7cacd560"
        },
        {
          "start_time": 1768.67,
          "end_time": 1774.49,
          "annotation": [
            {
              "text": "\tSo they sat together. And they all died together. I ran away and I hid out.\n"
            }
          ],
          "tags": [],
          "uuid": "3dbc893d-6df3-4d07-8ddf-e86f002890e1"
        },
        {
          "start_time": 1774.49,
          "end_time": 1788.925,
          "annotation": [
            {
              "text": "\tAnyhow, the Germans occupied our town. As soon as the Germans occupied our town, Jews had to register. I registered as an engineer, as a technical man.\n"
            }
          ],
          "tags": [],
          "uuid": "34e0fc0f-6cf7-497c-b37d-3ee4c613dbcf"
        },
        {
          "start_time": 1788.925,
          "end_time": 1789.23,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Hold it up--\n"
            }
          ],
          "tags": [],
          "uuid": "f1503db8-3bbd-43ab-bb5b-e59b5a9eae32"
        },
        {
          "start_time": 1789.23,
          "end_time": 1790.06,
          "annotation": [
            {
              "text": "\tERIC HOUSER: And I was given--\n"
            }
          ],
          "tags": [],
          "uuid": "df299b4d-f667-4104-ba35-26b14542b80d"
        },
        {
          "start_time": 1790.06,
          "end_time": 1792.31,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Hold it up for the camera.\n"
            }
          ],
          "tags": [],
          "uuid": "55b97511-3363-43fa-a2cd-029d9dd15495"
        },
        {
          "start_time": 1792.31,
          "end_time": 1807.64,
          "annotation": [
            {
              "text": "\tERIC HOUSER: I was given this.\n"
            }
          ],
          "tags": [],
          "uuid": "362678a5-03f7-44f0-9489-0b7aab057e3f"
        },
        {
          "start_time": 1807.64,
          "end_time": 1827.56,
          "annotation": [
            {
              "text": "\tAnd of course, later on, all kinds of classifications were again given and again given. Because they had to decrease the number of the Jewish population. The town of Borysław, there was 16 or 18,000 Jewish people. And at that time, the Jewish population was falling. Because there was all kinds of little towns.\n"
            }
          ],
          "tags": [],
          "uuid": "e59add9a-4520-4596-8d1e-685de7f4cd6d"
        },
        {
          "start_time": 1827.56,
          "end_time": 1851.23,
          "annotation": [
            {
              "text": "\tWell, Borysław was considered a town of middle size, a major Jewish settlement. Sometimes, we even had the Jewish mayor down there. So they crowded all these Jewish inhabitants of all the other settlements. And I estimated there were approximately 20 to 25,000 people dispersed through the ghetto of Borysław.\n"
            }
          ],
          "tags": [],
          "uuid": "09b485ef-d9ec-4182-831d-2f6b60d2ad30"
        },
        {
          "start_time": 1851.23,
          "end_time": 1851.65,
          "annotation": [
            {
              "text": "\tINTERVIEWER: When --\n"
            }
          ],
          "tags": [],
          "uuid": "2d2338bf-9286-48b7-a801-d01862d8a488"
        },
        {
          "start_time": 1851.65,
          "end_time": 1854.35,
          "annotation": [
            {
              "text": "\tERIC HOUSER: And next to Borysław was Drohobycz, [? sister ?] town.\n"
            }
          ],
          "tags": [],
          "uuid": "8b8301ee-b6b7-45b8-a49e-8eb73de5c45a"
        },
        {
          "start_time": 1854.35,
          "end_time": 1857.68,
          "annotation": [
            {
              "text": "\tINTERVIEWER: When was, you know, the ghetto formally established?\n"
            }
          ],
          "tags": [],
          "uuid": "c79495e7-2522-4ce6-b11f-46f2d742319b"
        },
        {
          "start_time": 1857.68,
          "end_time": 1862.87,
          "annotation": [
            {
              "text": "\tERIC HOUSER: In 1941, and the Germans came in immediately, oh, maybe a week later.\n"
            }
          ],
          "tags": [],
          "uuid": "343c1388-ded1-428f-bd04-4a9e45f6e42f"
        },
        {
          "start_time": 1862.87,
          "end_time": 1863.5,
          "annotation": [
            {
              "text": "\tINTERVIEWER: I see.\n"
            }
          ],
          "tags": [],
          "uuid": "2039c645-436d-4886-89ac-aa7c8600c40a"
        },
        {
          "start_time": 1863.5,
          "end_time": 1874.6,
          "annotation": [
            {
              "text": "\tERIC HOUSER: We were told to leave our places. Of course, one could bribe his way. So they let us still live for a month or two in the [? period. ?] But essentially, one had to go.\n"
            }
          ],
          "tags": [],
          "uuid": "a2dcca69-378b-4cdf-a372-1c7d58e7627f"
        },
        {
          "start_time": 1874.6,
          "end_time": 1885.47,
          "annotation": [
            {
              "text": "\tThe ghetto was established. And the Jewish people have to live in this designed area. And then, of course, they kept decreasing the ghetto all the time.\n"
            }
          ],
          "tags": [],
          "uuid": "bb186845-c58d-480b-8d6a-d2ae00ecefc5"
        },
        {
          "start_time": 1885.47,
          "end_time": 1918.27,
          "annotation": [
            {
              "text": "\tLet's say every two or three months there was a selection called Judenaktion, an action against the Jews. During this selection, everyone who was not considered worthy of living was killed. Women were extremely in danger-- children-- extremely in danger. I saw myself some women who had identification stating that they were working people tear up the identification and go to death with their children.\n"
            }
          ],
          "tags": [],
          "uuid": "969969df-16bc-4184-a857-7a91a79beab1"
        },
        {
          "start_time": 1918.27,
          "end_time": 1944.35,
          "annotation": [
            {
              "text": "\tAnd I also saw some women who voluntarily brought their children to the collecting place and left them there. Because numbers were important. The-- the Germans created a council of elders. The president of the Council of Elders was a Jewish soldier from First World War by the name of Hertz. And he was there.\n"
            }
          ],
          "tags": [],
          "uuid": "1234b1eb-0189-49f1-8f7f-872e702f1fa0"
        },
        {
          "start_time": 1944.35,
          "end_time": 1975.97,
          "annotation": [
            {
              "text": "\tAnd he was given the task of delivering the victims. He organized the Jewish militia. This Jewish militia was given the task of bringing in, let's say, 2,000 people. This all was done with the active-- not [? fair-- ?] under the operation of the German police, which was called Schutzpolizei. The Schutzpolizei had mounted the detachment which was called Reiterpolizei.\n"
            }
          ],
          "tags": [],
          "uuid": "523b9f33-dd2f-4b44-9c55-a53a9558fac1"
        },
        {
          "start_time": 1975.97,
          "end_time": 1989.23,
          "annotation": [
            {
              "text": "\tAnd of course, there was the Ukrainian auxiliary police, the Ukrainian militia. All these police forces were there for one purpose, to round up the Jews. It's a funny things how these Germans operate.\n"
            }
          ],
          "tags": [],
          "uuid": "e96df091-5346-45a9-9ffb-7059470d0443"
        },
        {
          "start_time": 1989.23,
          "end_time": 2000.78,
          "annotation": [
            {
              "text": "\tFor instance, at what time they issued an order. When they made us leave our houses, the [? loot ?] was there. Nobody could go in.\n"
            }
          ],
          "tags": [],
          "uuid": "3b7754da-b65f-4bde-a6b6-75d3cf5ba179"
        },
        {
          "start_time": 2000.78,
          "end_time": 2008.13,
          "annotation": [
            {
              "text": "\tI left the house. But I had left some books. In my craziness, I carried books with me around.\n"
            }
          ],
          "tags": [],
          "uuid": "f12328f6-41db-463d-a391-47ce15f92c12"
        },
        {
          "start_time": 2008.13,
          "end_time": 2024.38,
          "annotation": [
            {
              "text": "\tAnd I went back down there to get a book. I saw something moving in a corner. An old Polish farmer had broken into the house and had stolen the door of a furnace.\n"
            }
          ],
          "tags": [],
          "uuid": "032ee225-811f-4601-a170-a65998b78048"
        },
        {
          "start_time": 2024.38,
          "end_time": 2033.83,
          "annotation": [
            {
              "text": "\tYou know, there were these old type furnaces which opened so far, they had cast iron doors. These cast iron doors were valuable. You couldn't buy them so easily.\n"
            }
          ],
          "tags": [],
          "uuid": "e07a9a2c-ff44-4b0d-817f-518bb8fecd7f"
        },
        {
          "start_time": 2033.83,
          "end_time": 2045.32,
          "annotation": [
            {
              "text": "\tSo this poor old soul had stolen it. And he had it. And he has hidden in a corner. I didn't know if he had some bad intentions toward me. Who could know?\n"
            }
          ],
          "tags": [],
          "uuid": "ddf2908a-2a9f-478a-9316-3cc15d28d286"
        },
        {
          "start_time": 2045.32,
          "end_time": 2056.87,
          "annotation": [
            {
              "text": "\tSo a German policeman was walking by. I had this with me. So I called him. And I told him, Mr. Policeman, somebody broke in down there, I don't know what to do.\n"
            }
          ],
          "tags": [],
          "uuid": "a6743071-ab44-478d-9f57-2aba8608191f"
        },
        {
          "start_time": 2056.87,
          "end_time": 2072.48,
          "annotation": [
            {
              "text": "\tHe went in. Pulled the old guy by the ear out to the window and shot him right in the head for a piece of a door, an old door. And this went on for a while.\n"
            }
          ],
          "tags": [],
          "uuid": "be22bb8d-2d45-457b-9b5f-5fccb230d104"
        },
        {
          "start_time": 2072.48,
          "end_time": 2086.85,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Can I stop you for a second? Now prior to the Germans coming to Borysław, you were living with your wife, apart from your immediate family. Did you have any contact with them at all, with your parents, with your sisters--\n"
            }
          ],
          "tags": [],
          "uuid": "66aa37e7-e827-4df6-b29c-ef89c51873ae"
        },
        {
          "start_time": 2086.85,
          "end_time": 2087.53,
          "annotation": [
            {
              "text": "\tERIC HOUSER: I wrote a few --\n"
            }
          ],
          "tags": [],
          "uuid": "8e9d1d1f-498e-429e-8662-50399421e444"
        },
        {
          "start_time": 2087.53,
          "end_time": 2087.679,
          "annotation": [
            {
              "text": "\tINTERVIEWER: --and brothers?\n"
            }
          ],
          "tags": [],
          "uuid": "20c8b251-e1fc-49d8-9314-937b1ae7d42c"
        },
        {
          "start_time": 2087.679,
          "end_time": 2088.84,
          "annotation": [
            {
              "text": "\tERIC HOUSER: --letters to them.\n"
            }
          ],
          "tags": [],
          "uuid": "ee7faef1-9be7-4736-a57f-3cf527819ba8"
        },
        {
          "start_time": 2088.84,
          "end_time": 2090.67,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Did you have any idea what was happening--\n"
            }
          ],
          "tags": [],
          "uuid": "1283f61b-da08-44cf-9bdf-34c3bcba4885"
        },
        {
          "start_time": 2090.67,
          "end_time": 2109.88,
          "annotation": [
            {
              "text": "\tERIC HOUSER: I wrote a few letters to them and my sister answered. I even made some attempts to bring them to Borysław. I bribed some truck driver who was going for the Germans to Lwów to bring back some parts. But I was unsuccessful.\n"
            }
          ],
          "tags": [],
          "uuid": "c215ba1d-7000-447c-ab1e-12c1d9cec98a"
        },
        {
          "start_time": 2109.88,
          "end_time": 2115.688,
          "annotation": [
            {
              "text": "\tI tried. But, no. Now--\n"
            }
          ],
          "tags": [],
          "uuid": "412e3cb3-51e4-4d9a-97ad-84b61258cce3"
        },
        {
          "start_time": 2115.688,
          "end_time": 2117.98,
          "annotation": [
            {
              "text": "\tINTERVIEWER: You should also explain what this is.\n"
            }
          ],
          "tags": [],
          "uuid": "b217b37f-2c7f-43c2-bfcf-8663d402a383"
        },
        {
          "start_time": 2117.98,
          "end_time": 2139.09,
          "annotation": [
            {
              "text": "\tERIC HOUSER: The Germans kept decreasing our number. And finally, only one word, R, which means Rüstung. R means Rüstung, armament. And anyone who had armament had to have such an ID, which looks like this.\n"
            }
          ],
          "tags": [],
          "uuid": "6ffeb2c9-0c09-4676-a087-0b208bb56b10"
        },
        {
          "start_time": 2139.09,
          "end_time": 2140.86,
          "annotation": [
            {
              "text": "\tINTERVIEWER: This meant that you worked in the armaments?\n"
            }
          ],
          "tags": [],
          "uuid": "596406ee-eeca-40e9-a43f-716438d5cbac"
        },
        {
          "start_time": 2140.86,
          "end_time": 2171.15,
          "annotation": [
            {
              "text": "\tERIC HOUSER: R for the armament, for armament connected industries-- and uh, of course, one had to issue a little bribe. This wasn't as simple that we had some silverware hidden outside from my uncle. Which, while I was entitled to it, if anybody was entitled to it, I was entitled to it. And-- but the bribe had to be given, because who cared?\n"
            }
          ],
          "tags": [],
          "uuid": "e4fbf310-c4f9-4553-81a5-2a152874a5a3"
        },
        {
          "start_time": 2171.15,
          "end_time": 2193.83,
          "annotation": [
            {
              "text": "\tSo I had to bribe the-- the Jewish council got very much demoralized. In the beginning, they started out as real helpers-- helpers. They decided that the old people should die so that the young [could live]. [COUGHS] But--\n"
            }
          ],
          "tags": [],
          "uuid": "38da43d8-6890-47b4-8cb9-f8f4fd9afb62"
        },
        {
          "start_time": 2193.83,
          "end_time": 2197.24,
          "annotation": [
            {
              "text": "\tINTERVIEWER: Were you involved at all with the Jewish council?\n"
            }
          ],
          "tags": [],
          "uuid": "4798aaaf-cc6a-43d0-969b-00ae4b3bb365"
        },
        {
          "start_time": 2197.24,
          "end_time": 2217.11,
          "annotation": [
            {
              "text": "\tERIC HOUSER: I-- not very much-- once they called me in. Since I am an engineer from a German technical school and I speak perfect German, I was called in. The Germans are peculiar people. While they addressed everybody \"Du Jude,\" since I am an engineer, they called me Herr Engineer, Mr. Engineer.\n"
            }
          ],
          "tags": [],
          "uuid": "ccdebb99-1a9c-423a-97db-5792fd213d00"
        },
        {
          "start_time": 2217.11,
          "end_time": 2231.45,
          "annotation": [
            {
              "text": "\tSo the chief of the police called me in and said Mr. Engineer, I have decided that you will become the head of the Jewish council. That was a big honor. And there was-- and there was a pot of gold in it, because-- but I didn't want it.\n"
            }
          ],
          "tags": [],
          "uuid": "079ac5e5-b36e-4b64-a868-3669709217a3"
        },
        {
          "start_time": 2231.45,
          "end_time": 2238.53,
          "annotation": [
            {
              "text": "\tSo I said please, Herr Commandant, let me think about it for a moment. And I smuggled myself out. And I ran away.\n"
            }
          ],
          "tags": [],
          "uuid": "adf629ff-619a-46ef-a375-c35a2f323cfb"
        },
        {
          "start_time": 2238.53,
          "end_time": 2252.31,
          "annotation": [
            {
              "text": "\tAnd I hid out for three weeks. I lay in a basement up to my knees in water. My wife was also there. In the meantime, they nominated another one. In this way I escaped of this dubious honor.\n"
            }
          ],
          "tags": [],
          "uuid": "c2e6eeba-9623-4292-a0ae-24c4cc90ff85"
        },
        {
          "start_time": 2252.31,
          "end_time": 2278.66,
          "annotation": [
            {
              "text": "\tNow the people had a difficult task. Because they kept saying, if we will not supply the victims, the Germans will come in and take away all the victims. Of course, who can [? aggregate ?] themselves the power to say you should live? But it was done, anyhow.\n"
            }
          ],
          "tags": [],
          "uuid": "19397fa9-e2aa-49a4-b7c8-ba8811c5727e"
        },
        {
          "start_time": 2278.66,
          "end_time": 2294.27,
          "annotation": [
            {
              "text": "\tSo this went on for some time. I would like to describe to you now all these things which I am telling you. Most of them I saw with my own eyes. Many I did not. I know it from witnesses.\n"
            }
          ],
          "tags": [],
          "uuid": "54e828ec-dd3b-4587-af0c-1f9d417ac289"
        },
        {
          "start_time": 2294.27,
          "end_time": 2319.93,
          "annotation": [
            {
              "text": "\tThere was-- there was one guy. His name was Max Hendler. This Max Hendler was our Verbindungsmann, which means our connection to the German police. The Jewish council had nominated him to be the connecting link between the Jewish council and the German police. He was an extremely decent man.\n"
            }
          ],
          "tags": [],
          "uuid": "42c3d902-cc89-4315-ada5-ca88fff7aba3"
        },
        {
          "start_time": 2319.93,
          "end_time": 2322.29,
          "annotation": [
            {
              "text": "\t[COUGHS]\n"
            }
          ],
          "tags": [],
          "uuid": "7cc63015-ad54-41ba-a1ef-47e7cb4c16ee"
        },
        {
          "start_time": 2322.29,
          "end_time": 2338.96,
          "annotation": [
            {
              "text": "\tHe felt, apparently, that I will remember [all these things]. And he, as our connector to the German police, saw most of these things with his own eyes. He had to be there. And he told them to me.\n"
            }
          ],
          "tags": [],
          "uuid": "78f8da1f-2e5a-47c2-b954-57e9caa54b59"
        },
        {
          "start_time": 2338.96,
          "end_time": 2369.464,
          "annotation": [
            {
              "text": "\tBecause in the morning, he went to the police to get from there-- there-- they ordered cognac, vodka, women, I don't know, gold, silver, rocks, which he had to bring over to the Jewish people. The Jewish people then tried to make a collection among all us who [INAUDIBLE] had something left to-- to-- of course, they collected more than they needed. Later on, they collected a little bit for themselves.\n"
            }
          ],
          "tags": [],
          "uuid": "08d01998-c57a-4346-955e-598bca90a0d4"
        },
        {
          "start_time": 2369.464,
          "end_time": 2384.98,
          "annotation": [
            {
              "text": "\tAnd it had to be carried to the German police. In the afternoon, since he also had this R and the same thing, he had to be at his working place, which was next to me. He sat right next to me. And he came in, and he told me how it happened.\n"
            }
          ],
          "tags": [],
          "uuid": "0647497b-b057-468f-aebd-a68fc3d0c06b"
        },
        {
          "start_time": 2384.98,
          "end_time": 2404.22,
          "annotation": [
            {
              "text": "\tThey had brought in a group for execution. So they were brought to a village called Tustanowice. That's a village close Borysław. The Jews had previously to deliver a detachment of forced labor to dig a big grave.\n"
            }
          ],
          "tags": [],
          "uuid": "0aa2532e-56de-4418-95c3-cbee50f3ef7f"
        },
        {
          "start_time": 2404.22,
          "end_time": 2437.75,
          "annotation": [
            {
              "text": "\tOver this grave a plank-- it was an opening, I would say, three meters, which is three times three, 10, 11 feet deep by something like this, by something-- by 20 feet or 30 feet wide over this plank was laid. The people brought into execution had to undress completely to their skin. And they were very rough with them. The women, even the last moment they were ashamed.\n"
            }
          ],
          "tags": [],
          "uuid": "76e98f2c-7c1a-4fb8-ad38-6d924af8bbb4"
        },
        {
          "start_time": 2437.75,
          "end_time": 2463.01,
          "annotation": [
            {
              "text": "\tThey tore off their-- their clothes. They examined them in the most brutal way, if they had hidden somewhere a piece of gold or something. He told me that some women clutched a picture of her child or something. They tore them off their hand, or a [INAUDIBLE] showing Magen David or something.\n"
            }
          ],
          "tags": [],
          "uuid": "a36ca0c7-4c27-40de-bad1-41326ac05a28"
        },
        {
          "start_time": 2463.01,
          "end_time": 2484.03,
          "annotation": [
            {
              "text": "\tAnd they all had to march to this plank. At this plank stood the German policeman [? Mittas ?]. He was one of the Schutzpolizei. [? Mittas ?] was, in private life, a forester and a hunter for the Count of Lichtenburg. He was a professional hunter, a very good sharpshooter.\n"
            }
          ],
          "tags": [],
          "uuid": "dad930c0-b84f-4292-8311-5ddc1e89e2d4"
        },
        {
          "start_time": 2484.03,
          "end_time": 2497.33,
          "annotation": [
            {
              "text": "\tAnd he did this with zeal and enthusiasm. And he shot every victim in the back of his head. Well, after a while, if you shoot two, three, four, 500 people. You get tired.\n"
            }
          ],
          "tags": [],
          "uuid": "29a2bbfc-a888-4770-95b9-6f7f97ebeac5"
        },
        {
          "start_time": 2497.33,
          "end_time": 2507.29,
          "annotation": [
            {
              "text": "\tSo his hand wavered. He missed. So people half dead fell into the grave. Children were sometimes thrown in alive.\n"
            }
          ],
          "tags": [],
          "uuid": "dbd81f46-8572-4fd0-aa94-a4762aacf693"
        },
        {
          "start_time": 2507.29,
          "end_time": 2529.53,
          "annotation": [
            {
              "text": "\tTwo Jewish men who were naked decided to run. They made a run for it. But the German mounted police gave chase. They caught them, trampled them with their horses till they were whimpering [? messes-- ?] they were still alive-- and threw these whimpering [? messes ?] into the grave.\n"
            }
          ],
          "tags": [],
          "uuid": "f20f19d5-e1d4-4236-90d9-deccb07c957d"
        },
        {
          "start_time": 2529.53,
          "end_time": 2555.05,
          "annotation": [
            {
              "text": "\tIn the grave sits an Ukrainian militiaman who staples-- puts one body on the other. Because space is at premium, after all. We have to hide to-- we have to cover three, four, five, 600, 800 people, something, thousand people. Space becomes quite-- so they had to be squeezed in, one close to each other.\n"
            }
          ],
          "tags": [],
          "uuid": "2cd77395-cf6b-43bf-af2c-edcaac3a4b98"
        },
        {
          "start_time": 2555.05,
          "end_time": 2568.58,
          "annotation": [
            {
              "text": "\tAnd then they shoveled the grave over. Of course, many people, as I said, are half dead. So they fight against suffocation. The Germans don't make a secret out of it.\n"
            }
          ],
          "tags": [],
          "uuid": "9a469f18-4a5e-4e47-98af-838b771e4163"
        },
        {
          "start_time": 2568.58,
          "end_time": 2600.3,
          "annotation": [
            {
              "text": "\tSo the Poles and the Ukrainians who walk by [into the fields] say that the earth is rumbling. And I am told the earth sometimes rumbled-- the earth sometimes rumbled for two, three hours till it's quieted down. And that was one of the-- one of the-- at another time, this is also a very characteristic time. There is a Judenaktion, an action against Jews.\n"
            }
          ],
          "tags": [],
          "uuid": "f6258705-0be3-4004-a490-3bb8445d9a96"
        },
        {
          "start_time": 2600.3,
          "end_time": 2622.752,
          "annotation": [
            {
              "text": "\tThey fall into the-- and they fall into all the-- in the ghetto. There was a time-- a time still a small ghetto in the ghetto. And they fall in the camp. And they tried to find out those guys who didn't have [INAUDIBLE] signs. And sometimes, if they have to fulfill their quota, the Jewish police will tear up the sign, throw it away, and take the guy anyhow.\n"
            }
          ],
          "tags": [],
          "uuid": "fbcebe2d-b6c3-424b-b192-6f65288cf7bb"
        },
        {
          "start_time": 2622.752,
          "end_time": 2623.17,
          "annotation": [
            {
              "text": "\t[MACHINERY NOISE]\n"
            }
          ],
          "tags": [],
          "uuid": "63a4da83-7773-4abf-8284-4e8648952bb4"
        },
        {
          "start_time": 2623.17,
          "end_time": 2636.6,
          "annotation": [
            {
              "text": "\tA Jewish drill master, I believe his name was Hartmann. I think his name was Hartmann jumps out of the window. The windows were low. It was inside the camp. He jumps out, tries to run.\n"
            }
          ],
          "tags": [],
          "uuid": "e8af9f3f-04c5-4026-9d21-9cfe8c200f17"
        },
        {
          "start_time": 2636.6,
          "end_time": 2649.68,
          "annotation": [
            {
              "text": "\tHe fell and broke his leg, or otherwise injured himself. He couldn't move. He lives down there moaning. It's characteristic, the-- the Germans were short-handed.\n"
            }
          ],
          "tags": [],
          "uuid": "1e888693-116a-407d-9dcd-d9c0b2266776"
        },
        {
          "start_time": 2649.68,
          "end_time": 2665.22,
          "annotation": [
            {
              "text": "\tThey didn't-- so there were some young Germans down there from their families who all belonged to the Hitler Youth, Hitlerjugend, and also young German girls. They helped. Die helfen aus, it's called in German. They helped out.\n"
            }
          ],
          "tags": [],
          "uuid": "07dced56-836c-446c-ad0e-e76e3ff3accf"
        },
        {
          "start_time": 2665.22,
          "end_time": 2687.66,
          "annotation": [
            {
              "text": "\tSo they helped. They stood there and helped to surround and round up these Jews. So this officer goes and gives such a youngster a pistol and says finish this Jew. The Jew was laying on the \"Leg ihn um!\" Leg ihn um in German means tip him over. It's a slang word for kill him, Leg ihn um.\n"
            }
          ],
          "tags": [],
          "uuid": "9477750f-286b-447f-af45-7b20d8f0a149"
        },
        {
          "start_time": 2687.66,
          "end_time": 2711.39,
          "annotation": [
            {
              "text": "\tBut the kid was only a kid. He was maybe 12 or 13-years-old. No matter how-- you know, for a kid, it-- it suddenly-- he shuddered. He was afraid uh -- so the other SS man, who stood near say \"Lass den Jungen zu Ruhe,\" leave the kid in peace. The kid is afraid.\n"
            }
          ],
          "tags": [],
          "uuid": "2a88ee75-58da-43bc-b845-371db13b2954"
        },
        {
          "start_time": 2711.39,
          "end_time": 2728.38,
          "annotation": [
            {
              "text": "\t\"Soll er lernen,\" cried the first one. He should learn. Now that is something. He should learn. He should learn how to kill defenseless people-- learning, you know? \"Soll er lernen,\" it sounds in my ears.\n"
            }
          ],
          "tags": [],
          "uuid": "73cab630-3eb8-43e1-8198-f37129226cc3"
        },
        {
          "start_time": 2728.38,
          "end_time": 2738.48,
          "annotation": [
            {
              "text": "\tAt another time, a Jewish drill master-- drilling is a very dangerous job. Particularly the way it is done. It's dangerous, even right now.\n"
            }
          ],
          "tags": [],
          "uuid": "8ec90464-4b3b-408a-9773-670752292535"
        },
        {
          "start_time": 2738.48,
          "end_time": 2757.23,
          "annotation": [
            {
              "text": "\tBut drilling for oil particularly is a dangerous job. One handles heavy loads and heavy pieces of equipment. A Jewish drill master had a heavy drill, a six inch drill, a six inch drill weighs two or 3,000 pounds, fall on his feet, and crush his foot.\n"
            }
          ],
          "tags": [],
          "uuid": "8de97c57-1c93-4e3a-89f8-2a8be4cab210"
        },
        {
          "start_time": 2757.23,
          "end_time": 2781.74,
          "annotation": [
            {
              "text": "\tThey took him to the hospital. When the German policeman, by the name of [? Nemeth ?] I believe he was, found out that there's a crippled Jew in the hospital, he drove to the hospital. Has him carried out to [the lawn] and shot him in the head right in front of all the people. A wounded Jew was no good to them. He couldn't do any work anymore.\n"
            }
          ],
          "tags": [],
          "uuid": "7affe7f0-3076-4a42-8839-14e8e450b25c"
        },
        {
          "start_time": 2781.74,
          "end_time": 2807,
          "annotation": [
            {
              "text": "\tThese atrocities went on day and night. They also transferred itself to the local population. The local population saw what's being done against us. And it's being done by the legal authorities. So they kind of assumed that that's all right to do.\n"
            }
          ],
          "tags": [],
          "uuid": "2d4de0a4-77d7-4911-97ae-3543926f24b2"
        },
        {
          "start_time": 2807,
          "end_time": 2820.8,
          "annotation": [
            {
              "text": "\tAnd everybody likes the idea of being better off than [INAUDIBLE]. Somebody is-- some famous Russian author has written an interesting novel about this. And he says Hitler built, like, a ladder.\n"
            }
          ],
          "tags": [],
          "uuid": "28cad6e4-d3a9-4883-bcd9-3a416f0559cf"
        },
        {
          "start_time": 2820.8,
          "end_time": 2842.28,
          "annotation": [
            {
              "text": "\tOn top of it were the Germans, the Aryans. They're just the top of it. Below [INAUDIBLE] were the French, and so on and so forth, the English, the Polish Ukrainians. On the list, below the last line, there were the Jews. And everybody who was a few ranks higher feel better about it because there was still somebody who fel-- who was lower.\n"
            }
          ],
          "tags": [],
          "uuid": "98227847-7b7c-4e12-842c-d8cbcf949b1b"
        },
        {
          "start_time": 2842.28,
          "end_time": 2854.82,
          "annotation": [
            {
              "text": "\tAnd this somehow creates a special psychosis. It makes people cruel towards people. Because they begin to feel we are the better ones.\n"
            }
          ],
          "tags": [],
          "uuid": "0d8ac866-9f91-42d7-b5b4-10fac9c33025"
        },
        {
          "start_time": 2854.82,
          "end_time": 2866.46,
          "annotation": [
            {
              "text": "\tLike Hitler said, what do you worry about killing a Jew? You never worry about killing a cockroach or something. I mean, you just step on it. Who worries about killing a cockroach?\n"
            }
          ],
          "tags": [],
          "uuid": "97fa8d3d-13e6-4ccb-98cb-87bdb19c53de"
        },
        {
          "start_time": 2866.46,
          "end_time": 2873.6,
          "annotation": [
            {
              "text": "\tI saw this. I saw this with my own eyes. Hm. [COUGHS]\n"
            }
          ],
          "tags": [],
          "uuid": "12e262f1-bc08-4106-a7dc-3468f44a7850"
        },
        {
          "start_time": 2873.6,
          "end_time": 2888.21,
          "annotation": [
            {
              "text": "\tI was hidden on a roof. It was one of the Judenaktionen. Naturally, when there was an action, although we had all the papers, we tried to stay out. We tried to stay out of the mainstream.\n"
            }
          ],
          "tags": [],
          "uuid": "45c4eea1-38ef-4613-a237-a7ee28105aec"
        },
        {
          "start_time": 2888.21,
          "end_time": 2910.68,
          "annotation": [
            {
              "text": "\tBecause, as I said, if the Jewish militia couldn't fulfill their number, [INAUDIBLE] threat exactly if you don't bring in-- if you bring in only 1,999 in 2,000, you're the 2,000th man. Instead of him being, he would have taken me. So I'd better stayed out. So I was hiding out.\n"
            }
          ],
          "tags": [],
          "uuid": "bf47fcb7-60ea-48d0-8172-6e2663f958c2"
        },
        {
          "start_time": 2910.68,
          "end_time": 2933.42,
          "annotation": [
            {
              "text": "\tThere was a hole. And I saw, as they let out the orphans, we had-- many-- many people died out of starvation. I was young and strong. I could run better. I was smart. I could somehow manage to barter something to steal some [INAUDIBLE] piece of bread, to-- I somehow could help myself.\n"
            }
          ],
          "tags": [],
          "uuid": "fa6350cb-f1f6-4ad7-8b66-b61d20a345a9"
        },
        {
          "start_time": 2933.42,
          "end_time": 2949.13,
          "annotation": [
            {
              "text": "\tBut many people couldn't. So they died. They had children. And the Jewish council created a orphanage where these children were kept. For a while, I was head of a Jewish workshop.\n"
            }
          ],
          "tags": [],
          "uuid": "2a797f9a-2ecb-4ba9-a8bb-1f4bb10d34f2"
        },
        {
          "start_time": 2949.13,
          "end_time": 2965.43,
          "annotation": [
            {
              "text": "\tAnd I had 40 or 42,000 machinists. And we were given scraps of metal. And out of these scraps of metal, we made shovels for the German army. We could steal a few shovels and barter them with the local peasants for bread.\n"
            }
          ],
          "tags": [],
          "uuid": "e5ba7738-f881-4e4d-a962-76c5c8bdbe6b"
        },
        {
          "start_time": 2965.43,
          "end_time": 2986.12,
          "annotation": [
            {
              "text": "\tAnd also because we were working people, we get our rations [INAUDIBLE]. It was an ounce of bread, daily, an ounce of bread and a bowl of soup made out of bones of horse meat and so on and [INAUDIBLE]. Out of this ounce of bread, my workers cut off a tiny crumb and gave it to the orphanage.\n"
            }
          ],
          "tags": [],
          "uuid": "f04e9223-bd1b-46c5-a335-9eb11d011d8e"
        },
        {
          "start_time": 2986.12,
          "end_time": 3004,
          "annotation": [
            {
              "text": "\tBut finally, the order came to liquidate the orphanage. The children were afraid, and they cried. They wouldn't go out into the yard. So the head nurse sacrificed herself.\n"
            }
          ],
          "tags": [],
          "uuid": "9e98c835-f062-4b6c-848d-8c68f9185ff6"
        },
        {
          "start_time": 3004,
          "end_time": 3017.32,
          "annotation": [
            {
              "text": "\tThe head nurse had all these papers. She could have stayed alive. But the children cried. So she walked in front of them, and they followed her.\n"
            }
          ],
          "tags": [],
          "uuid": "17cc202f-9c14-4b49-a959-18cb8b068fcf"
        },
        {
          "start_time": 3017.32,
          "end_time": 3048.04,
          "annotation": [
            {
              "text": "\tOne of these children was a little blonde eyed-- I see him in front of my eyes, a little guy with blond hair and blue eyes. He was, maybe, [COUGHS] four or five years old. But the-- the Jewish mothers had indoctrinated their children. If you can run, run. He ran.\n"
            }
          ],
          "tags": [],
          "uuid": "11229582-34ec-4c23-a06d-a6a551dc8bb8"
        },
        {
          "start_time": 3048.04,
          "end_time": 3060.07,
          "annotation": [
            {
              "text": "\tThere was one German in front of the column. He couldn't leave the column to run after this one child, because the whole column would have dispersed. So he-- he lets it go.\n"
            }
          ],
          "tags": [],
          "uuid": "6b76e4ff-19ef-4478-aa53-f7c3a77dfc58"
        },
        {
          "start_time": 3060.07,
          "end_time": 3083.62,
          "annotation": [
            {
              "text": "\tA Polish woman saw the-- saw this little child. She grabbed him by the arm. She dragged him back and brought him to the German. Not only did she drag him back, she laughed and said they will give you candy. [COUGHS]\n"
            }
          ],
          "tags": [],
          "uuid": "0f6aac07-4f98-41b3-b32c-18d19344fb73"
        },
        {
          "start_time": 3083.62,
          "end_time": 3118.17,
          "annotation": [
            {
              "text": "\tWell, this brutalization was going on all the time, all the time. I saw a Jewish militiaman bringing his own mother to the collecting point. There was a collecting point, a previous cinema, where they collected the prisoners before they delivered them to the Germans, who either shipped them by railroad to annihilation places or shot them in Tustanowice.\n"
            }
          ],
          "tags": [],
          "uuid": "345122c0-9916-4a91-8148-6444cbd25bbb"
        },
        {
          "start_time": 3118.17,
          "end_time": 3143.86,
          "annotation": [
            {
              "text": "\tAnd-- they-- I-- when this happened-- oh, I wanted to-- oh, [INAUDIBLE] sorry it is-- I wanted to tell about this bru-- the total brutalization. This Jewish militiamen brought in his own mother. I knew him.\n"
            }
          ],
          "tags": [],
          "uuid": "88b674e9-88c5-494d-b343-4fc0f649b9a8"
        },
        {
          "start_time": 3143.86,
          "end_time": 3153.13,
          "annotation": [
            {
              "text": "\tHe was-- he was a man who worked in the oil fields. In an oil field, an engineer is sort of a distinguished person. They all always addressed me Mr. Engineer.\n"
            }
          ],
          "tags": [],
          "uuid": "ed96b84c-15bb-49db-a2f9-80f9891a3705"
        },
        {
          "start_time": 3153.13,
          "end_time": 3154.96,
          "annotation": [
            {
              "text": "\t[TELEPHONE RINGING]\n"
            }
          ],
          "tags": [],
          "uuid": "3dad4c2f-fd7c-424e-ab6d-8fdf5cdf1a5f"
        },
        {
          "start_time": 3154.96,
          "end_time": 3166.1,
          "annotation": [
            {
              "text": "\tThey showed me some sort of respect. I looked at him. He was bringing in his own mother. He said, what can I do? I have to bring in a certain number of people.\n"
            }
          ],
          "tags": [],
          "uuid": "0cb26c20-e64e-42c2-b652-815e92ea5af3"
        },
        {
          "start_time": 3166.1,
          "end_time": 3181.6,
          "annotation": [
            {
              "text": "\tIf I don't bring it-- her in today, they will bring-- take me. And they will grab her in tomorrow. So I'm bringing her in today.\n"
            }
          ],
          "tags": [],
          "uuid": "f851d5e8-2fa3-4f07-8086-e1860404582c"
        },
        {
          "start_time": 3181.6,
          "end_time": 3200.85,
          "annotation": [
            {
              "text": "\tOne quite often had to bribe those, uh, those Jewish militiamen. I remember one particular scene. By nowadays standards, it's nothing unusual. But I don't know. There-- there was the barracks. They're divided in a female part and a male part.\n"
            }
          ],
          "tags": [],
          "uuid": "087042da-7332-45b4-b810-92e90086da8a"
        },
        {
          "start_time": 3200.85,
          "end_time": 3220.24,
          "annotation": [
            {
              "text": "\tAnd I tried to walk out of it there-- but there was only one exit. There was a nice, good looking, young Jewish woman walking. And this militiaman came along. He grabs her. Throws her on a bunch of rags which were laying next to the door and starts having sex with her.\n"
            }
          ],
          "tags": [],
          "uuid": "c60656c1-54e3-4927-b39d-dfbb2c7dbc42"
        },
        {
          "start_time": 3220.24,
          "end_time": 3236.02,
          "annotation": [
            {
              "text": "\tNobody could walk by. Because they-- the door, there was only one door, and they were just laying right in front of the door. After a while, he got up. I looked at him. And again, he said to me, Mr. Engineer, I am protecting her.\n"
            }
          ],
          "tags": [],
          "uuid": "75a57ed6-c0d9-4a9f-8124-aefc98b55bd1"
        },
        {
          "start_time": 3236.02,
          "end_time": 3255.58,
          "annotation": [
            {
              "text": "\tHe felt he's in his own rights. I am looking the other side. She has no papers when she is around. I am protecting her. She owes me. Besides we both will die tomorrow anyhow, or a day after tomorrow, so what's the big difference?\n"
            }
          ],
          "tags": [],
          "uuid": "0ee7eb73-358f-403b-9373-dace0b7a666b"
        },
        {
          "start_time": 3255.58,
          "end_time": 3299.88,
          "annotation": [
            {
              "text": "\tWell, these people, the German police, whom I said-- the Schutzpolizei, some of their names, which I remember, like [? Mittas, [INAUDIBLE NAMES] ?] their captain was called Wippert. Wippert was a specially vicious man, especially vicious man. Again, if he had to deliberate 1,800 people, he would collect 2,000, 2,500, and starts to bargain, you know, and collect gold from the people who he let go, because he only had to go-- besides he took great pride that instead of 2,000, he delivered 2,200.\n"
            }
          ],
          "tags": [],
          "uuid": "8b72f28c-e28d-4362-8779-80463a59587e"
        },
        {
          "start_time": 3299.88,
          "end_time": 3320.34,
          "annotation": [
            {
              "text": "\tOne scene, which was told to me by Max Hendler, is Wippert had collected-- they had collected all these people and brought them to the collecting point. And there was a hunchback among them. Of course, this was a terrific [? guy, ?] a hunchback. But this hunchback was apparently quite wealthy. And he had managed to survive.\n"
            }
          ],
          "tags": [],
          "uuid": "e4bb9bf9-4907-498e-9c1b-096340fb80ce"
        },
        {
          "start_time": 3320.34,
          "end_time": 3343.27,
          "annotation": [
            {
              "text": "\tThe hunchback was there. Wippert came in to inspect his catch. And the hunchback, who had-- I forgot his name-- who had some money hidden somewhere, or some valuables, [INAUDIBLE] said \"Mister -- Captain Wippert, I have some gold and pearls and so on hidden somewhere. If you let me go, I will let you have.\"\n"
            }
          ],
          "tags": [],
          "uuid": "5c60ae7b-850d-4649-824c-5171f0117e31"
        },
        {
          "start_time": 3343.27,
          "end_time": 3350.34,
          "annotation": [
            {
              "text": "\tAnd Wippert started to beat him. A hunchback wants to be alive. He beats him. He threw him to the floor.\n"
            }
          ],
          "tags": [],
          "uuid": "72f2a3b9-6824-40f9-a2b4-387ec23f1429"
        },
        {
          "start_time": 3350.34,
          "end_time": 3358.5,
          "annotation": [
            {
              "text": "\tAnd he wore spurs, at that time, on his boots. And with his spurs, he [? riddled ?] his face. And everybody was laughing.\n"
            }
          ],
          "tags": [],
          "uuid": "479a9be9-546a-4760-b142-1f2a4beb4620"
        },
        {
          "start_time": 3358.5,
          "end_time": 3370.78,
          "annotation": [
            {
              "text": "\tThe Germans were laughing their head off. A hunchback wants to be alive. A hunchback has no right to be alive, does he?\n"
            }
          ],
          "tags": [],
          "uuid": "aa7fd0cc-e09e-4bdf-b704-312bb737815a"
        },
        {
          "start_time": 3370.78,
          "end_time": 3390.16,
          "annotation": [
            {
              "text": "\tThey kept decreasing this-- this camp all the time. And uh, we were down there. We built a big tunnel. I have built a big tunnel from the camp to the outside under the fence.\n"
            }
          ],
          "tags": [],
          "uuid": "c9ce3994-2fa7-4294-ba88-79b54e9ce5fd"
        },
        {
          "start_time": 3390.16,
          "end_time": 3410.03,
          "annotation": [
            {
              "text": "\tI delivered a child from this camp. A child was born in this camp, and it would have been killed right away. I delivered it to the fence. And it is alive right now somewhere in Israel. [COUGHS]\n"
            }
          ],
          "tags": [],
          "uuid": "de42a58a-9b9c-41d8-960d-c383edc7b990"
        },
        {
          "start_time": 3410.03,
          "end_time": 3416.07,
          "annotation": [
            {
              "text": "\tINTERVIEWER: How was that kind of thing possible, you know, without the detection of the Germans, and--\n"
            }
          ],
          "tags": [],
          "uuid": "321fcb60-6d78-48cd-a564-4f9da4eb0358"
        },
        {
          "start_time": 3416.07,
          "end_time": 3421.8,
          "annotation": [
            {
              "text": "\tERIC HOUSER: They looked away, the other side. We didn't think about it. There was-- there were not so many people.\n"
            }
          ],
          "tags": [],
          "uuid": "61d54145-23dc-4934-b4ee-85d23cb347b7"
        },
        {
          "start_time": 3421.8,
          "end_time": 3439.08,
          "annotation": [
            {
              "text": "\tDon't you [? forget, ?] this was 1943. Stalingrad had eaten up most of the German forces. Anyone who could carry a rifle was at Stalingrad. The Ukrainian militia, they sometimes would have done something. They didn't care.\n"
            }
          ],
          "tags": [],
          "uuid": "1408f406-0b91-4141-8381-4d807e8ec0ad"
        },
        {
          "start_time": 3439.08,
          "end_time": 3460.32,
          "annotation": [
            {
              "text": "\tAnd it was sheer luck. It was sheer luck. We were just alive by a string of-- of lucky coincidences. At one time, this I have to describe-- there was a Judenaktion against the Jews. The camp wasn't yet-- fully established yet.\n"
            }
          ],
          "tags": [],
          "uuid": "50e51ff4-0c40-4812-857e-e6cc7f3137f1"
        },
        {
          "start_time": 3460.32,
          "end_time": 3477.75,
          "annotation": [
            {
              "text": "\tThey [? [ran from home to home] ?] and they rounded up Jews who didn't have papers, who didn't have professions and so on, they just rounded them up. Now I found out about it. I was work-- I was going to work with my wife in a column. I found out about it.\n"
            }
          ],
          "tags": [],
          "uuid": "361848d3-4a55-47d9-8f7f-81e828c6faa6"
        },
        {
          "start_time": 3477.75,
          "end_time": 3495.31,
          "annotation": [
            {
              "text": "\tAnd there was no place for her to hide. I knew a Jewish militiaman. He used to be a drilling master on one of my oil wells or some-- but I knew him. He knew me. So I knew where he lived.\n"
            }
          ],
          "tags": [],
          "uuid": "a47d9d18-5177-4937-9845-f0f07bc2c9a5"
        },
        {
          "start_time": 3495.31,
          "end_time": 3503.28,
          "annotation": [
            {
              "text": "\tSo I took my wife and went to his house. He went to his house. And I said to him, you know what's going on? He said I know what's going on.\n"
            }
          ],
          "tags": [],
          "uuid": "ceeaa149-2a24-4e8e-bdc8-5f721ecbfadb"
        },
        {
          "start_time": 3503.28,
          "end_time": 3516.83,
          "annotation": [
            {
              "text": "\tI cannot help you. I have hidden my wife among some Poles. I had no place to go. So I said let me stay in your apartment. He said, OK, stay in my apartment.\n"
            }
          ],
          "tags": [],
          "uuid": "4bca9fd5-d7ed-4552-b4c4-a914bcdb6759"
        },
        {
          "start_time": 3516.83,
          "end_time": 3525.77,
          "annotation": [
            {
              "text": "\tHe locked the apartment. He gave me the key. And he went away. I hear that they are breaking in all the doors in the neighboring apartments.\n"
            }
          ],
          "tags": [],
          "uuid": "2958752e-025e-4ed6-bcba-488114ccc841"
        },
        {
          "start_time": 3525.77,
          "end_time": 3541.94,
          "annotation": [
            {
              "text": "\tIn the last moment, I had an idea. I throwed out a piece of paper somewhere from a book or something and scribbled on it. The name-- the owner of this apartment is Mr. Kalt. Mr. Kalt is a militiaman with the Jewish militia.\n"
            }
          ],
          "tags": [],
          "uuid": "1c6ef2f0-0e9c-40b3-88a4-255f87a22c7c"
        },
        {
          "start_time": 3541.94,
          "end_time": 3552.92,
          "annotation": [
            {
              "text": "\tHe is in service. \"Ich bin im Dienst.\" German. And I pulled out a pin from somewhere, and I nailed it to the outside of the door. And I locked the door.\n"
            }
          ],
          "tags": [],
          "uuid": "66b130e4-a307-49bc-bb72-17b0f757c59d"
        },
        {
          "start_time": 3552.92,
          "end_time": 3565.46,
          "annotation": [
            {
              "text": "\tA few seconds later, the German, \"Oh,\" sagt, \"Der Mann ist im Dienst.\" The man is in service. And he left without breaking in. That's the reason I'm alive.\n"
            }
          ],
          "tags": [],
          "uuid": "4c82b6b5-0218-4224-a5be-bf1b31eec4b5"
        },
        {
          "start_time": 3565.46,
          "end_time": 3598.77,
          "annotation": [
            {
              "text": "\tThey also-- the-- this fellow [? Mittas ?] from the police, whose name I mentioned so often, kills also an awful lot of other people. There were quite a few Russian prisoners of war working in the fields and in the oil fields and working around all the industrial establishment. And there was a group of women soldiers. They had a-- a fem-- [CLEARS THROAT] a woman captain was there.\n"
            }
          ],
          "tags": [],
          "uuid": "51a03df6-9a1e-4d44-a4bf-b5f341052645"
        },
        {
          "start_time": 3598.77,
          "end_time": 3622.47,
          "annotation": [
            {
              "text": "\tAnd one of those days, uh, they were ordered to carry munitions from one railroad car to the other. And the woman captain rounded up the soldiers and said, we are not going to carry ammunition to kill our brothers. So they killed them all right there.\n"
            }
          ],
          "tags": [],
          "uuid": "bf51aaf8-e434-4447-ad44-4f27218bcccc"
        },
        {
          "start_time": 3622.47,
          "end_time": 3629.07,
          "annotation": [
            {
              "text": "\tNow--\n"
            }
          ],
          "tags": [],
          "uuid": "e5491287-b075-4faf-9e00-fcf7e7ba9e10"
        },
        {
          "start_time": 3629.07,
          "end_time": 3633.61,
          "annotation": [
            {
              "text": "\tINTERVIEWER: You and your wife were together during this entire period?\n"
            }
          ],
          "tags": [],
          "uuid": "e5460f02-50e4-4969-9715-f13aa869534f"
        },
        {
          "start_time": 3633.61,
          "end_time": 3673.85,
          "annotation": [
            {
              "text": "\tERIC HOUSER: Sometimes-- sometimes she was in the female part and I was in the male part. But later on-- oh, as we built up-- as we built up this department of Beskidenerdoel, this, which I didn't say-- the oil wells were finally taken over by a company called Beskidenerdoel, which means crude oil of the Beskid Mountains. This Beskidenerdoel was, uh-- the man who had it was a man by the name of Beitz. He was given the title of the Righteous One from the Yad Vashem.\n"
            }
          ],
          "tags": [],
          "uuid": "1366abe6-fe72-48f1-9911-512dbd43eb57"
        },
        {
          "start_time": 3673.85,
          "end_time": 3690.2,
          "annotation": [
            {
              "text": "\tI am not so sure that he is the one who deserves it. But he was given. He supposedly-- he supposedly, by his actions, saved, they say, some 2,000 Jews. When we counted ourselves after the war, there were only 200 of us alive.\n"
            }
          ],
          "tags": [],
          "uuid": "80c5e267-814c-4e83-9ca9-2427d2b4a7fb"
        },
        {
          "start_time": 3690.2,
          "end_time": 3720.66,
          "annotation": [
            {
              "text": "\tWell, anyhow-- so I worked for this Beskiden. And being an engineer, I got a little, uh, I know, 10 by 10 chamber, which was in the camp where I could live with my wife. They told us when-- and they assigned us to office work. When they assigned us to office work, they told us you have to be every day, every day shaved and washed. Of course, nobody gave us any soap or anything.\n"
            }
          ],
          "tags": [],
          "uuid": "41319c7e-7778-417f-95ba-02283327647a"
        },
        {
          "start_time": 3720.66,
          "end_time": 3736.11,
          "annotation": [
            {
              "text": "\tBut we were lucky, because in Borysław is a source of natural gas. And most of these buildings had natural gas piped into the building. So warm water was always available. That's the way we could keep ourselves clean.\n"
            }
          ],
          "tags": [],
          "uuid": "2f8ac01d-eab3-47d4-82d2-70d7c6d9e495"
        },
        {
          "start_time": 3736.11,
          "end_time": 3742.298,
          "annotation": [
            {
              "text": "\tPeople who didn't keep themselves clean were doomed to death. They either died of typhoid or fever or were shot by the Ger--"
            }
          ],
          "tags": [],
          "uuid": "a3ce1551-ccf2-44bc-a271-6b8ed9b0f1d0"
        }
      ]
    }
  },
  "events": {
    "4cb662ad-61a8-4ad3-adce-ca99bbde48d8": {
      "audiovisual_files": {
        "bd664dc8-16d5-4043-bb76-725c406f55aa": {
          "label": "AV File 2",
          "file_url": "https://aviary-p-fortunoff.s3.wasabisys.com/collection_resource_files/resource_files/000/094/913/original/open-uri20200721-25675-dl0cer.mov?1595320087",
          "duration": 1981.18167,
          "file_type": "Video"
        }
      },
      "auto_generate_web_page": true,
      "description": [
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Testimony of Eric Hauser (Part 2 of 2)"
            }
          ]
        }
      ],
      "created_at": "2026-02-20T19:26:53.570Z",
      "created_by": "GothArchivist",
      "label": "Eric Hauser - Part 2 of 2",
      "updated_at": "2026-02-20T19:31:04.554Z",
      "updated_by": "GothArchivist",
      "rights_statement": "",
      "av_file_order": [
        "bd664dc8-16d5-4043-bb76-725c406f55aa"
      ]
    },
    "7ee1cb10-a776-48b0-bf30-d34c0fa1873f": {
      "audiovisual_files": {
        "b84f1cf3-e99d-4cb8-9829-7e6dd35bdf57": {
          "label": "AV File 1",
          "file_url": "https://aviary-p-fortunoff.s3.wasabisys.com/collection_resource_files/resource_files/000/094/912/original/open-uri20200721-25675-1vlvs8j.mov?1595320020",
          "duration": 3742.08333,
          "file_type": "Video"
        }
      },
      "auto_generate_web_page": true,
      "description": [
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Testimony of Eric Hauser (Part 1 of 2)"
            }
          ]
        }
      ],
      "created_at": "2026-02-20T19:26:53.079Z",
      "created_by": "GothArchivist",
      "label": "Eric Hauser - Part 1 of 2",
      "updated_at": "2026-02-20T19:29:16.204Z",
      "updated_by": "GothArchivist",
      "rights_statement": "",
      "av_file_order": [
        "b84f1cf3-e99d-4cb8-9829-7e6dd35bdf57"
      ]
    }
  },
  "eventOrder": [
    "4cb662ad-61a8-4ad3-adce-ca99bbde48d8",
    "7ee1cb10-a776-48b0-bf30-d34c0fa1873f"
  ],
  "pages": {
    "6d079239-a6df-460e-818a-0dfe103dbc20": {
      "content": [],
      "created_at": "2026-02-20T19:26:54.069Z",
      "created_by": "GothArchivist",
      "title": "Eric Hauser - Part 2 of 2",
      "slug": "eric-hauser-part-2-of-2",
      "updated_at": "2026-02-20T19:26:54.069Z",
      "updated_by": "GothArchivist",
      "autogenerate": {
        "enabled": true,
        "type": "event",
        "type_id": "4cb662ad-61a8-4ad3-adce-ca99bbde48d8"
      }
    },
    "a12cd482-43ef-4cca-b1b0-2c5241a8da07": {
      "content": [
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Introduction",
              "textSize": "heading-one"
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "When Isaak Hauser’s young parents celebrated his birth on May 25, 1908 in Grodek Jagiellonski, Poland (now Horodok, Ukraine), they could not have foreseen what was to befall their generation of Jews living in the Polish-Ukrainian borderlands: total war, the collapse of empires, the Bolshevik revolution, pogroms, the rise of fascism, more war, and the Holocaust. They could not have imagined the end of their family and of Jewish life as they knew it in the Austro-Hungarian Empire. Only Isaak would survive to bear witness to what happened. In 1943, Isaak’s mother Liebe (b. 1885), his father Moses (b. 1885) and his younger siblings Hilda (b. 1910) and Aron (b. 1914) were all murdered. The details of their deaths are not known. Isak surmises that they died in the Janowska camp in the western region of Ukraine, known as Galicia, near its capital city of Lwów. They may also have been deported from that camp to the Nazi gassing centers of Belzec or Sobibor in Poland."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Isaak, who adopted the American name Eric when he immigrated to the United States in October 1949, gave his testimony to the Fortunoff Video Archive for Holocaust Testimonies in April 1985.  Recorded near his home in Rego Park, NY, the video is among the most important documents of the Holocaust in western Ukraine. Eric’s memories are vivid and detailed. He was a keen observer of events, remembering the names of perpetrators, Jewish colleagues, Polish workers, and Ukrainian policemen. He identified the precise locations of crimes and quoted the harsh words of Nazi killers. He recounted the last conversations he had with his family members. He managed to preserve important artifacts of his past, such as his identification papers, his worker’s badge, and his first written testimony, given in 1947 in Munich, Germany at the Office of Liberated Jews. Eric came prepared to the 1985 interview and as he spoke, he picked up these precious items from his past to prove that the Holocaust happened. His recorded testimony is empirically valuable."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "There are other dimensions of Hauser’s narrative that one might call performative, metaphorical, psychological, as well as historical.  These aspects refer to the survivor’s style, tone, emotions, and body language. When he references his knowledge of postwar trials, memorials, gatherings, and books on the Holocaust, he situates his own biography within the emerging phenomenon of Holocaust consciousness, within the community of survivors as moral witnesses, and life in contemporary America. In the recording, one can occasionally hear the background sounds of urban life while Eric describes the horrors he saw and endured decades ago in provincial Ukraine. The coincidental sounds do not detract; rather, they serve as a present-day contrast to Eric’s past, and when he pauses to regain his composure, looks downward, exhales, shakes his head, clears his throat, or wipes his eyes, viewers are reminded that despite the distance of forty years from the events and places, it is impossible for survivors to overcome or fully suppress what happened.   Indeed, one could focus exclusively on Hauser’s tearful breaks, many of them, in Lawrence Langer’s words “frozen moments of anguish,” as traumatic markers in his narrative. As Hauser stated at the end of his interview: ‘I cannot collect myself sometimes so well. One is overcome.” "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Summary of Eric Hauser’s Prewar and Wartime Biography",
              "textSize": "heading-two"
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Located about 20 miles southeast of Lwów, Eric’s hometown of Grodek Jagiellonski had a Jewish population of about 3,600 persons, or 30% of the inhabitants. Eric’s family was well-to-do and some were prominent members of the community. His father Moses had his own business as a building contractor and lender, issuing mortgages to other Jews. His mother’s father was a leader in the Jewish community. Like other Jews in Galicia, Eric acquired several languages, including Polish and German. He attended a Polish Catholic school, was named his class valedictorian in 1926, and was active with other youth in the socialist and leftist parties. Though Eric was more than qualified to attend a Polish university, the Polish polytechnical school did not admit Jews, so he relocated to Brno, Czechoslovakia to enroll in the technical university there. He earned a master’s degree in electrical and mechanical engineering in 1931, and then returned home and eventually found work in the nearby oil-fields industry as an engineer and assistant manager. His father Moses’s business continued to expand until he was able to build a large house in the city of Lwów, where the family lived in 1939. Eric’s siblings were also successful. His sister studied law and later owned a cinema; his brother was an accountant."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "As part of the Molotov-Ribbentrop Pact, both Germany and the Soviet Union invaded, conquered, and occupied Poland in September 1939. Eric’s boss fled to America after seizing the company’s funds, leaving Eric to manage some 220 employees with no cash to pay them. As German forces approached the oil fields in western Poland where Eric worked, he refused to sabotage the wells and equipment, and instead fled to the city of Lwów, which had been renamed Lviv and incorporated into the Ukrainian Soviet Socialist Republic as part of the Russian-dominated Soviet Union. There, he briefly joined his family, and met then married his wife, Luise Finkler (1911-1999). Unable to secure a job in Lviv, he left the city with Luise to the oil town of Borislav (Boryslaw), which had a large population of 13,000 Jews. There, he managed the power plant’s department of mechanical and electrical engineering. Luise did administrative work in the office. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Shortly after the Nazi attack on the Soviet Union (Operation Barbarossa), Hitler’s Seventeenth Army occupied Boryslaw on July 1, 1941. With local collaborators, German military officers organized a pogrom, murdering about 350 Jews. According to historian Piotr Wrobel’s analysis of Polish and Ukrainian testimonies, local Ukrainians in the militia and relatives of Ukrainians slain in the local prison by the retreating Russian NKVD officers, brought Jewish men to the prison to recover and clean the bodies of the Ukrainian prisoners, acting on instructions from the German military occupiers. Ukrainian peasants also appeared at the scene carrying axes and pitchforks. The killing was carried out by a combined force of German soldiers with local Ukrainians and the numerous Poles who resided in Boryslaw. This pogrom was followed by a series of mass shootings carried out by Himmler’s Schutzpolizei as the Germans undertook to annihilate the Jewish population while temporarily sparing some Jewish laborers who were needed in the region’s oil industry. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Eric and Luise managed to flee and hide during the round ups and massacres, enduring days in a flooded basement. Eric helped to construct a secret tunnel where they also hid with other Jews. In November 1942 the Germans established a forced labor camp for the remaining 1,470 Jewish laborers assigned to the Carpathian Oil Corporation (Karpathen Oel Aktiengesellschaft). Eric received a special “R” badge identifying him as an essential armaments worker (Rüstungsarbeiter), which also gave him privileges such as the ability to move around the town, interact with non-Jews outside the camp barracks, and observe what was happening as a whole to the Jewish community. There were at least five waves of mass shootings and deportations from Boryslaw between July 1941 and June 1943. Eric and Luise escaped the forced labor camp in late spring 1944, and managed to survive until Boryslaw was liberated by the Soviet Red Army on August 7, 1944. They traveled back to Lviv, where Eric’s family had been forced from the ghetto into the Janowska labor camp, which was the largest concentration camp in Ukraine as well as a transit camp for Jews sent to the gassing centers of Belzec and Sobibor. Eric believed that his family was killed there. While searching for them there, he found a metal bowl that prisoners ate from and kept it as a memory of his missing family. As prewar Polish citizens, Eric and Luise were not forced to remain in the Soviet Union. Seeing no future in Poland as Jews, they decided to head west and settled in the American occupation zone in Bavaria, Germany, where most of the Jewish survivors resided (more specifically, in Munich and its nearby displaced persons camps of Feldafing and Foehrenwald). They immigrated to the United States in October 1949."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "What is historically significant in Hauser’s testimony?"
            }
          ]
        },
        {
          "type": "numbered-list",
          "children": [
            {
              "type": "list-item",
              "children": [
                {
                  "text": "Hauser’s testimony interweaves many rich and significant themes in Holocaust history. Hauser speaks about:"
                }
              ]
            },
            {
              "type": "list-item",
              "children": [
                {
                  "text": "Impossible choices faced by him and his family members, for example to stay home or to flee, if one could, before it was too late [timecode: 00:29:25:13] or to strangle a child whose playfulness might reveal their hiding place [00:06:15.54];"
                }
              ]
            },
            {
              "type": "list-item",
              "children": [
                {
                  "text": "Forced complicity of Jewish council leaders and police [00:31:58.27; 00:36:11.15; 00:38:14.27; 00:51:23.62];"
                }
              ]
            },
            {
              "type": "list-item",
              "children": [
                {
                  "text": "The voluntary collaboration of non-Germans, such as in the persecution and killing done by Ukrainians and Poles [00:27:54.90; 00:42:09.53; 00:51:00.07]"
                }
              ]
            },
            {
              "type": "list-item",
              "children": [
                {
                  "text": "Sexual violence of the Nazi occupiers and the Jewish police [00:53:01.60] "
                }
              ]
            },
            {
              "type": "list-item",
              "children": [
                {
                  "text": "The crimes of the regular German police [00:41:03.01; 00:45:57.23; 00:54:15.58]; "
                }
              ]
            },
            {
              "type": "list-item",
              "children": [
                {
                  "text": "The violent atmosphere typical for the mining towns, what he calls “Klondike-like” [timecode 00:19:02.32]; "
                }
              ]
            },
            {
              "type": "list-item",
              "children": [
                {
                  "text": "Conditions in small-town labor camps, and the incessant waves of mass shootings [00:26: 29.84; 00:31:14.60; 00:47:53.60; 00:38:58.96];"
                }
              ]
            },
            {
              "type": "list-item",
              "children": [
                {
                  "text": "The rescue of Jews by the German businessman, Berthold Beitz [01:00:33.61]"
                }
              ]
            },
            {
              "type": "list-item",
              "children": [
                {
                  "text": "Postwar Polish antisemitism [12:06.84]; and"
                }
              ]
            },
            {
              "type": "list-item",
              "children": [
                {
                  "text": "The role of Jewish survivors in the postwar pursuit of justice [00:18:21.55]."
                }
              ]
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "For this introduction, I have chosen to focus on three facets of Hauser’s testimony that are especially meaningful and instructive. I have chosen these facets because they are unique to his experience, because of the manner in which he recounts them, and because they cover subject areas that are often overlooked or underappreciated in Holocaust studies. First, one should listen closely when survivors state explicitly and without prompting the reason for giving the interview. Hauser was clear about why he agreed to speak. He argued that not enough was known about what historians would later dub “the double occupation,” the Soviet crimes that preceded the Germans’ arrival and the entanglement of Nazism and Stalinism in these borderlands of the two empires. Second, paying attention to the amount of time devoted to certain topics also indicates what Hauser wished to emphasize and tell us. His pursuit of justice extended into the postwar period, when he discussed the West German trial of his tormenters. What was the experience of Jewish survivors who were called to testify, to return to Germany and relive their pasts in a courtroom setting among the perpetrators? Third, drawing from the rich literature on testimony analysis by scholars such as Lawrence Langer and Henry Greenspan, we can see in Hauser’s recounting those frozen moments of anguish, when he is overcome emotionally. What is he speaking about when those moments arise? Do those difficult, unspeakable experiences and memories give us another view into the Holocaust and the resounding impact of genocide on an individual survivor?  "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "The Double Occupation",
              "textSize": "heading-two"
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "About fifteen minutes into Hauser’s interview, he states emphatically why he agreed to be recorded. Usually survivors are not as explicit: at the end of an interview, an interviewee might ask about lessons of the Holocaust, and the survivor might add a few sentences about the need to speak on behalf of murdered relatives, to educate future generations, to counter denial, or to prevent future genocides. But in the first part of the interview, as Hauser begins to explain what everyday life was like when the Second World War began and the Soviets occupied his hometown in September 1939, he stops and asserts: “The reason I do this interview only, I would like to show that the Russians broke our spirit. In a way, they’re—well, the Germans killed us physically. [00:15:11.81] But in a way, the Russians killed us mentally. They broke our spirit. They converted us from normal human beings who have some ambitions of hope into ants which go around all day long and look for food. “ [00:15:28.42]."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Indeed, he dedicates nearly a third of his interview to the evils of Stalinism and the degradations and deprivations of the Soviet terror, ironically termed in his words as the Soviet “cure.” First the Russians seized their home and stole their personal belongings. Then they subjected them to slave-labor like working conditions with demoralizing regulations that stripped them of basic freedoms and rights. In this “continuous struggle, they [the Russians] broke us so deeply and so completely that when Hitler later came, he had it very easy with us.” [00:18:39.460]. Then Hauser’s interview continues for another hour and as he starts to briefly cover his postwar experiences, leading to the end of his story, he stops and reiterates: “My reason for appearance today is I wanted to make sure—I don’t know if I did—to stress the point that we should have resisted much more strongly than we did. And we didn’t because the Russians have conditioned it to us. The Russians, with their preceding occupation, have changed us into a bunch of low animals. I don’t know, probably lower than rats.” [00:21:18:19]."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "In Hauser’s lifetime, Ukraine and Poland became the crucible of Nazism and Stalinism, certainly its crossroads. Ukraine experienced two genocides, one under Stalin in 1932-33, known in Ukrainian as the Holodomor, a man-made terror-famine; and one in Hitler’s war and the Holocaust, 1939-1945. In addition, decades of Russian and then Soviet imperial rule and economic exploitation had destroyed Ukrainian attempts for independence, as well as the cultural life of non-Russians in Ukraine including historic Jewish orthodox communities in the former Pale of Settlement. Many Jews had emigrated before the First World War, but for Jews who had survived or recalled the pogroms of the late 19th century, then experienced the pogroms accompanying the Bolshevik revolution, home was an unstable, violent place and the future was uncertain. In fact, one out of every four murdered Jewish victims of the Holocaust resided in the territory of Ukraine (today’s borders). Thus, the survival rates were among the lowest in Nazi-occupied Europe. As we learn from Hauser’s searing account, the Jews were caught in the crosshairs of these two regimes as well as the interethnic antisemitic violence of the Poles and Ukrainians who competed for their own territorial claims and saw the Jewish minority as an outsider and threat.   "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "There is vast academic literature on the comparative histories of Hitler and Stalin as two totalitarian regimes. From the moment the world was shocked to learn that Hitler and Stalin had joined forces to destroy and occupy Poland, thus starting World War II in late August 1939, observers and analysts puzzled at the relationship between the two regimes, and of course feared for the future of Europe. After the war, western scholars compared the two terror systems, their ideologies of communism and fascism, and their records of mass murder.  Conservative West German historians led by Ernst Nolte and Andreas Hillgruber went too far in the late 1980s when they diminished the uniqueness of the Holocaust and whitewashed Germany’s past by trying to equate the crimes of Nazi Germany with those of the Allies, focusing on the mass expulsions of ethnic Germans and Stalin’s terror, even arguing that Hitler’s aggression was an act of defense, and that he launched a justifiable war to stem the spread of communism in Europe. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "With the collapse of the Soviet Union, which spurred the growth of Holocaust studies in the 1990s, scholars were able to access the mass murder sites and local archives, reconstructing events from the ground up in small towns of eastern Europe, collecting testimony from eyewitnesses, and discovering the heinous history of local collaboration and antisemitic violence, which had been suppressed in official Soviet histories.  Sociologist Jan Gross, who had written pioneering studies on the plight of Poles during the war, published a powerful account of one town, Jedwabne, Poland in which he documented that local Poles had organized and carried out the mass murder of their Jewish neighbors, massacring almost half the population of their hometown. As we learn in Hauser’s account, the wave of pogroms in the summer of 1941 extended beyond Jedwabne across the Nazi-Soviet border where Poles, Ukrainians, ethnic and Germans targeted Jews in acts of anti-Soviet rage. Similar events occurred in the Baltic states and in Romania."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Indeed, western Ukraine saw some of the most widespread violence, not only in the region’s capital of Lviv, but also across the villages and towns extending eastward and southward.  At least fifty-eight Jewish communities were struck by pogroms in summer 1941. Historian Dieter Pohl estimates that in other parts of eastern Galicia more than 12,000 Jews died in pogroms, the largest occurring in Lviv where approximately 3,000 to 4,000 Jews were brutally murdered between 30 June and 25 July 1941.  As was the case in nearby Stanyslaviv (Ivano-Frankivsk), Zolochiv, Drohobych, Buchach, and Ternopil’, in Lviv the Jews were blamed for the Soviets’ mass murder of Ukrainian prisoners and others whose mutilated remains were found in NKVD jails.  The Soviets had pursued a policy of mass murder of political prisoners during the retreat. The new German occupiers and their Ukrainian allies in the Organization of Ukrainian Nationalists were both determined to clear Ukraine of Jews who were branded Bolsheviks, and to this end organized antisemitic ‘retaliation’ campaigns.  The fact that Jews, Russians, and Poles were also victims of NKVD atrocities in Galicia and Volhynia was conveniently suppressed. Instead, all the evils associated with Bolshevism were projected on the Jews, seen as both an inferior race and a threatening Other.  Typically, Jewish men were forced to exhume bodies of prisoners killed by the Soviets; in some cases, they had to wash the corpses and dig the graves to prepare them for a religious burial. While the Jews carried out these gruesome tasks, the local members of the population were allowed to vent their rage about the despised Soviet system, beating Jews with clubs, rods, and other blunt instruments. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Another survivor of Boryslaw, Anna Dichter, explained that the Germans arrived on 1 July 1941, and the pogrom started on 3 July: “My father and I were forced to wash the bodies of prisoners slain by the NKVD. My father had to stay overnight in the prison; Ukrainians burned his body with sulphuric acid and ended up killing 400 Jews in those days. Killing them with sticks and stones, not with guns.”  Jozef Lipman, also from Boryslaw, stated that “the Germans gave the Ukrainians a free hand to take revenge on the Jews . . . The Rusyns descended from the mountains [the Carpathians] and started brutal massacres . . . using metal rods and sticks with nails . . . our family was in hiding, neighbors saved us.”  "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "According to Philip Friedman, who was a survivor of the Holocaust in Galicia, as well as a pioneering historian, the involvement of Ukrainians cut across class, educational, generational, and political lines. Individuals acted with different motives and varying aims, which converged spontaneously or was cleverly harnessed by the Nazi occupiers. News that actions against Jews would occur in the towns prompted peasants to arrive in town with carts to load up the plunder. Memory of or rumors about pogroms in the First World War provided onlookers and participants in 1941 with a precedent, a pattern of response. But the stereotype of the rapacious Ukrainian peasant distorts the reality and obscures culpability. Ukrainian priests, judges, and school inspectors petitioned the German authorities to start anti-Jewish measures. Antisemitic propaganda entered the school curricula. In Zbarazh, ‘Ukrainian secondary-school students marched singing through the streets, and on to the Jewish cemetery, where they destroyed the tombstones.”  Nor was the organization and implementation of the violence strictly “men’s business.” Women were among the assailants and organizers, like the daughter of a prominent attorney in Zolochiv. All sections of society participated in the pogroms: the educated and uneducated, the urban and rural, lower and middle class, religious and secular, young and old."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": " "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Hauser’s testimony corroborates this history of violence while adding another victim group to the story. The NKVD prison in Boryslaw did not contain so-called political prisoners; it contained Polish children. On May 3, 1941, about two months before the Germans arrived, two hundred Polish children dressed in national costumes gathered to celebrate Poland’s Independence Day. They were singing anthems and polka dancing, but these types of public events promoting Polish nationalism were forbidden by the Soviets. So these youth (according to Hauser, 12-16 years old) were arrested, and brought by trucks to the prison. Rumors spread that one of the truckdrivers who brought them to the prison was a Jewish man who was laughing and “made a snide remark.” According to Hauser, this incensed the population and “a cry went out all over the city of Boryslaw, the Jews have killed our children. And the Ukrainians, who were Jew haters to begin with [sic], united with the Polish parents.” Jews were rounded up, forced “to crawl on their knees and kiss their [the Polish children’s] dead bodies and beg forgiveness. And then they were beaten to death with lead pipes and iron pipes.” Hauser recalled that a few Ukrainians rescued Jews, including the Rabbi who was pulled out of the “melee.” This was the same night that Hauser lost 30 members of his family. Seen from the ground level in Boryslaw, it is clear that, as Hauser relates in his account of the Soviet murder of the Polish children followed by the pogrom, the Soviet occupation laid the groundwork for the Nazis in fostering more violent antisemitism. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "image",
          "url": "https://yaleedu-my.sharepoint.com/personal/christy_tomecek_yale_edu/Documents/AVAnnotatePictures/Picture1.jpg",
          "caption": "Map of Eastern Galicia, reproduced with permission from IUP from Frank Golczewski, ‘Shades of Grey: Reflections on Jewish-Ukrainian and German-Ukrainian Relations in Galicia’, in The Shoah in Ukraine: History, Testimony, Memorialization, ed. Ray Brandon and Wendy Lower (Bloomington: Indiana University Press, 2008, p. 137. ",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Map of Eastern Galicia, reproduced with permission from IUP from Frank Golczewski, ‘Shades of Grey: Reflections on Jewish-Ukrainian and German-Ukrainian Relations in Galicia’, in The Shoah in Ukraine: History, Testimony, Memorialization, ed. Ray Brandon and Wendy Lower (Bloomington: Indiana University Press, 2008, p. 137. ",
              "textSize": "small"
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "This sort of popular violence erupted with and without the direct involvement of the Germans. Indeed, the pogroms may have emboldened Nazi leaders who realized that they could find plenty of support on the ground for their own more extreme genocidal campaign of a “Final Solution.” Reichsführer of the SS-police Heinrich Himmler unleashed his motorized shooting squads and deployed mobile gas vans to murder Jews and Soviet POWs across the Soviet Union, then commissioned architects and gassing experts to construct the first stationary killing centers in Nazi-occupied Poland. Hauser’s region of western Ukraine fell within the borders of Nazi-occupied Poland (known as the General Government), as did the Sobibor, Treblinka, and Belzec camps. Of the more than 540,000 Jews in Hauser’s region, about 200,000 were killed in or near their hometowns in pogroms, mass shootings, and smaller massacres in or near ghettos and labor camps. The remainder, about 345,000, were deported and gassed immediately, mostly at Belzec.  Hauser’s story combines these two histories of the Holocaust – murder by bullets, and the industrialized murders in the camps."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "In Holocaust studies, scholars meticulously trace the radicalization of Nazi anti-Jewish measures leading to Auschwitz, starting with Hitler’s rule in 1933. But for the inhabitants of Boryslaw and elsewhere in this borderland of double occupation, the radicalization began with the arrival of the Soviets in 1939, and for Hauser this first blow broke his family’s spirit. When the Nazis followed in 1941, his family did not flee, they stayed home, resigned to their fate. Hauser witnessed this, refused to succumb and endeavored to explain the loss of his extended family in Boryslaw as part of this continuum of terror that Jews experienced in this region. In many ways Hauser’s account anticipated a later comparative approach to the two regimes operating in what Timothy Snyder called the Molotov-Ribbentrop zone. In Snyder’s Bloodlands: Europe Between Hitler and Stalin (2010), he identified more varied and complex entanglements of the two regimes, and focused on the collapsed states in the borderlands and their vulnerable populations, stressing how Stalin’s rule paved the way for Hitler’s. After all, when Stalin’s henchmen arrived in Boryslaw in 1939, they brought with them Soviet systems of mass pillaging, deportation, forced labor and murder, which the Nazis surpassed in scope and scale during the Second World War. In Snyder’s history of the Holocaust, Black Earth, he devoted a chapter to the “Double Occupation,” stressing the paradoxical vulnerabilities of the Jewish minority, and quoting a Galician Jew’s recollections of the time:"
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "block-quote",
          "children": [
            {
              "text": "[…] fathers of families had become like loosely hanging limbs. The framework of their lives was torn away; their families became unsteady; their desire for society disappeared; and the authority of Jewish conscience crumbled.  "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Hauser portrayed his family in a similar way, as exhausted, demoralized and resigned. He described his father as “more dead than alive” when the Nazis arrived. During and after the war, witnesses to the Holocaust described Jews as going to their deaths like sheep to the slaughter. This perception allowed Germans and other bystanders to justify the murder as inevitable, or even correct. After all, in the perpetrator’s mind, if the Jews accepted their own murder, then perhaps this resignation was an admission of their guilt, weakness, or inferiority. This perception of passivity rallied Jews like Abba Kovner, who issued a 1942 manifesto calling for armed resistance in the Vilna ghetto titled \"Let us not go like lambs to the slaughter!\" "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Hauser does not explicitly pose the problematic question, why didn’t they resist, but he answers it. Another survivor from the region, Leon Wells, stated in his testimony in the Fortunoff Archive that such a question is immoral in the same way that we would not ask a rape victim why she didn’t resist. Hauser gives us the view of the victim who has been overwhelmed, worn down by the persecution and a sense of hopelessness, who like a torture victim has lost trust in the world and humanity.  Indeed, countless Jews opted for suicide, being both resigned to and reclaiming their bodily autonomy.  Hauser was among the few witnesses (especially prior to the collapse of the Soviet Union) to describe to western audiences how the Soviet system broke their spirits and consequently weakened their ability to resist and survive the Nazi occupation. It is also a reminder that expecting or assuming victims can resist obfuscates the actual circumstances and contexts that Jews found themselves in, as is the case with other victims of genocide and torture who are rendered utterly powerless and helpless. Thus, comparing the two regimes side-by-side and trying to determine which one was worse misses the explanatory dynamic of the two overlapping systems of occupation, as a causal factor in the escalation to genocide, and as double blow of occupation that left the Jewish population most vulnerable.  "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Survivors in the West German Courtroom",
              "textSize": "heading-two"
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "A second prominent and under-researched theme in Hauser’s testimony is the postwar experience of Holocaust survivors in German trials against Nazi perpetrators. During and after the Holocaust, Jewish lawyers and historians including Raphael Lemkin, Simon Wiesenthal, and Philip Friedman collected evidence and documentation that might be used in trials against their tormentors and killers.  The Allies formally committed to punish Nazi perpetrators when Roosevelt, Churchill, and Stalin signed the Moscow Declaration of German Atrocities in October 1943, leading to the establishment  of the International Military Tribunal at Nuremberg in 1945-46, and to thousands of investigations and trials across Europe in each country’s national courts. Because Hauser had repeated contact with the Jewish militia and German police officials, he witnessed their sadistic acts and endeavored to record their names and describe their backgrounds. When he settled temporarily in Munich, the center of Jewish life in the American occupation zone, he found himself among an active survivor community that was - like him - determined to avenge the murder of loved ones in the courts. Besides creating a historical record of the Holocaust and a memorial to their murdered relatives, these documentarians were eager to collect incriminating statements and materials in the pursuit of justice. This was the motivation for Hauser and his wife when they signed and submitted their affidavits in the legal department of the Office of Liberated Jews in Munich in March 1947. A similar spirit animated his Fortunoff interview decades later, when he held up the book, Antworte, Mensch! [Answer, Human!] by Renate Reinke (Bremen, 1968). "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "image",
          "url": "https://yaleedu-my.sharepoint.com/personal/christy_tomecek_yale_edu/Documents/AVAnnotatePictures/Picture2.jpg",
          "caption": "Hauser holds the book Antworte Mensch, 00:17:24.52.",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Hauser holds the book Antworte Mensch, 00:17:24.52.",
              "textSize": "small"
            },
            {
              "text": " "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Hauser explains why he brought this German book to his interview. It is a rare publication about a West German trial held in Bremen in the mid-1960s. Hauser knew the defendants as former perpetrators in Ukraine. But perhaps more interesting to Hauser was the book’s author, Renate Reinke. She was the daughter of a former Gestapo chief in Innsbruck and SS officer active in Rowno/Rivne Ukraine. After the war, her parents committed suicide. Morally outraged about her father’s SS past and post-war German silence about the Holocaust, Reinke decided to attend the trial of another mass murderer active in western Ukraine, Friedrich Hildebrand, in order to educate the public and support the Jewish survivors who returned for the trial. She published newspaper articles that were sympathetic to the Jewish witnesses appearing before the court. As Hauser relates, Reinke also joined the Bremen German community, hosting 200 survivors who traveled from 13 different cities around the world to testify. She may have been inspired by Hannah Arendt’s journalistic coverage of the Eichmann trial in 1961, in which Jewish survivors’ testimony played a central role in the proceedings in Jerusalem. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "In Hauser’s summary of what happened in Bremen, he takes the view of the Jewish witnesses who “couldn’t speak very well German. Many of them had no place where to stay. Many of them were confused and afraid.” In the courtroom they were subjected to harsh questioning about what they saw, and about their reliability as eyewitnesses. The defense attorney challenged them: “did you see how he put the pistol to the Jew’s head?” Hauser was incensed by such questions, asking, “who could see it? Who could dare? Supposedly, you were hidden somewhere in a spot where you could look out. Would you dare to look the German in the eyes as he was shooting?” Hauser surmises that Hildebrand’s skewed sentencing (he received life in prison for murdering 3 Jews, and a seven-year sentence for assisting in the murder of at least 1750 Jews) was due to the fact that these survivor witnesses recognized Hildebrand as the executioner of the camp liquidations, but could not testify that they saw him directly kill a Jewish person or heard him order such a killing. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "In the postwar decades leading up to the Bremen trial, West Germans had investigated some 30,000 former Nazis, and convicted 155 of them for murder. According to a leading Jewish prosecutor in Frankfurt, Fritz Bauer, the investigations were “incidental,” often initiated by survivors who recognized Nazis in public places. Yet those initial identifications often led nowhere. Most Germans wanted to move on after the Nuremberg Trials. The German legal code, going back to 1871, was designed for prosecuting homicide and not genocide, and the postwar judiciary was conservative and populated by many former Nazis. They refrained from reforming the code and from severely punishing Nazis, who were seen as no longer a threat to society. Yet thousands of survivors from around the world presented themselves as willing witnesses despite the hardship and despite the often-hostile environments in the courts, which privileged ‘objective” German documents over “subjective’ victim testimony.  "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Another Boryslaw survivor, Mark K., is featured in Reinke’s book and was also interviewed by Fortunoff. It is possible that Eric Hauser knew Mark K. They both emigrated to the US and settled in New York, and Hauser mentioned at the end of his interview that he participated in annual commemoration ceremonies on Long Island and met with other survivors from Boryslaw. In Mark’s interview he also reads from Reinke’s book and describes what it was like to testify in the Bremen court, admitting that he was afraid to see Hildebrand because he thought the Nazi perpetrator might hurt him. When Mark testified, he was visibly nervous. His German was good, but he was not able to express himself clearly enough. The attorneys pressed him to be more precise about how Hildebrand stabbed his father and asked him if he saw it.  "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "In this courtroom and other trials, survivors were tested about their knowledge of the events, the exact crime scene locations, the names, backgrounds, ranks, uniforms and affiliations of the killers, and the differences between German organizations such as the Gestapo and the SS. They had to confront the murderers of their family members back in Germany, though most did not wish to return there. Furthermore, the German defendant usually insisted that he was innocent of the charges, claimed he was not at the crime scenes, and that he did not issue orders to kill. Another common approach among the accused Germans was to present the selection of one Jewish specialist to serve their needs during the war as an act of rescue, while suppressing the fact that the Jewish tailor, craftsman, or dentist, was later murdered with their authorization. In West Germany, Nazis were still on the bench and remained in the ranks of the local police and government. The visits to West Germany might be prolonged, as trials lasted months and years. This was a costly, emotional disruption to the Jewish survivors’ lives and their families.  While the Bremen German community showed exceptional hospitality for the several dozens of Jews it hosted during the Hildebrand trial, there is evidence from other trials of more hostile attitudes. Concentration camp survivors were harassed by German spectators at the Nuremberg Trials in 1947-48, and leading Nazi hunter Simon Wiesenthal and Jewish prosecutor Fritz Bauer, active in Germany and Austria, received death threats throughout their careers. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Why didn’t Hauser testify in Bremen? In 1947, he appeared with his wife at the legal department of the Office of the Liberated Jews in Munich. They gave formal depositions regarding what had happened in Boryslaw as part of the court proceedings against the police in Boryslaw and against the Gestapo in neighboring Drohobych. After providing eight pages of horrific descriptions of the sadism of the German police, Hauser asked: “One should now explain how could all what was described be seen. Many of us, who were tied to the oil industry and who on demands of the job had to be able to walk around the oil fields, warehouses etc., received passes. I had such a pass, and the Germans made no secret of their procedures in Boryslaw.” Then he closed: “We the survivors of the Boryslaw camp and Ghetto we ask to be called as witnesses before the court proceedings for Wuepper and consortes.” "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "It is likely that Hauser discussed the 1967-68 Bremen trial within his survivor community of Galician Jews, and the German prosecutors would have worked through the German consulate in New York City and Jewish organizations to identify and interview possible witnesses. Hauser may have considered participating. Boryslaw survivor Mark K. explained that he had read about the upcoming trial in the New York Times and decided to present himself as a witness. He brought his wife and 18-year-old daughter with him. Although he was terrified about returning to Germany, he was determined to contribute to the trial, and as he said, speak from his soul the truth of what happened. Considering the challenges that survivors faced in the postwar German courtroom, it is understandable that Eric did not participate, though there may have been other reasons as well. He was not asked about this in the interview and did not offer information. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Frozen Moments of Anguish",
              "textSize": "heading-two"
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "There are myriad ways to interpret testimonies, especially the ones that we can see and hear. As a living source of the past, the storyteller communicates information laden with emotion. We can observe the utterances, facial expressions, wiping of tears, looking down or away, and listen to the changes in the tone and volume of his voice. Different gestures and expressions suggest where the victim of trauma may still be experiencing the past in an acutely painful and shattering way. This last part of my analysis will focus on Hauser’s emotions and the performative aspects of his recounting."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Nearly all survivor testimonies follow a structured form of autobiography, and the interviewer’s role is often to maintain this narrative order of life before the Holocaust, during, and after. Most survivors focus on the period of the Holocaust and devote less time to the aftermath; they are encouraged to do so since the war years defined them as Holocaust survivors, and the efforts of museums and archives concentrate on that history. Like Hauser, survivors come to the interview intending to tell certain stories about what was done to them, their families and other victims. Perhaps they arrive hopeful that recounting these extreme horrors will alleviate their own suffering, honor their kin, and bring meaning and purpose to their lives and future generations of viewers and students. Yet to the observer, the interview rarely seems to be cathartic in the end. This is what literary scholar Lawrence Langer concluded after systematically researching and analyzing the testimonies in the Fortunoff Archive, as well as interviewing many of the survivors in the collection."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Instead, as Hauser demonstrates, the most powerful recollections that he endeavors to share remain his most open-ended ones, suspended in confusion and moral outrage, and persistently lodged in his senses. First Hauser reveals his family’s inability to face or resist the obvious threats to their lives. He relates how his father honorably paid all his debts believing that “his worth is as good as gold. While the bombs were falling, he paid his debts.” Hauser states this while shaking head in disbelief. He pauses, gets choked up, looks down, scratches his chin, and then smiles ironically. After recounting the brutalization of the Poles against their Jewish neighbors, Hauser prepares to speak about the betrayal of Jews who sacrificed and tortured their own relatives and colleagues. He saw a Jewish militiaman bring his own mother to the collecting point and openly rape a Jewish girl. While Hauser is speaking, he lifts up his papers and hides his face, wipes his eyes with a handkerchief, and pauses, looking down in shame. And then in another recollection of the loss of his family in the first wave of pogroms and massive violence against the Jews in Boryslaw, Hauser describes his last moment with them: “I—I went in. My family was there. I told them disperse. There is something vicious going on. They said no. We sit together. We feel better when we sit together. So, they sat together. And they all died together. I ran away and I hid out.” Hauser falls silent. He had “escaped by the breath of a hair” yet “lost 30 people of close family that night.” [00:29:03.23] How could it be that he was among the sole survivors of his entire family? This is another immoral question. Survivors suffered with it in the aftermath, and psychologists have termed it ‘survivor’s guilt’. Of course, the Jewish victims were not guilty of a crime and could not have saved their families from the overwhelming assault. However, many suffered this symptom of post-traumatic stress disorder, and some succumbed to suicide even decades after the war."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "   "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "In Hauser’s determination to recount the relentless cruelty of the Germans, he speaks the violent German phrases that still resound in his ears. For example, one of Hauser’s fellow Jewish workers, a drillmaster named Hartman, had tried to escape by fleeing from a window, from which he fell and injured himself. As he lay moaning on the ground below, German civilians including girls and boys in the Nazi Party’s youth movements, gathered there along with SS officers. According to Hauser, one of the officers handed his pistol to a youngster and ordered the 12- or 13-year-old boy to “finish off this Jew!” -- in German slang, “Leg ihn um!” But the kid shuddered and was afraid, and the other SS man tried to protect him, saying “leave the kid in peace” [Lass den Jungen zu ruhe]. “No,” the other insisted, “the boy should learn.” Hauser became incensed, “he should learn how to kill defenseless people—learning, you know? “’Soll er lernen,’ it sounds in my ears.” [00:45:11.39] Here the German language triggers traumatic memories, inflecting Hauser’s description of what happened in a more precise and acutely painful way.  "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Conclusion",
              "textSize": "heading-two"
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "In his autobiography, Raphael Lemkin, who established the study and struggle against genocide, wrote that “the function of memory is not only to register past events but to stimulate human conscience.”  For decades we have adopted this Lemkin logic: remembering the Holocaust will spur awareness of other genocides, and aid in halting them if they are ongoing. Survivor and professor emeritus of German literature, Ruth Klüger, author of Still Alive, one of the most powerful Holocaust-related memoirs ever published, scoffed at the notion of deriving lessons from places such as Auschwitz-Birkenau where she was a prisoner with her mother: “Auschwitz was no instructional institution, like the University of Göttingen . . . . You learned nothing there, and least of all humanity and tolerance.”  "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "What can one learn from a glimpse into hell, she asked? Indeed, that “glimpse into hell” is the special knowledge (and burden) that survivors such as Eric Hauser carry with them. As Elie Wiesel put it: "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "block-quote",
          "children": [
            {
              "text": "It all comes down to this for me: We discovered absolute Evil. And not absolute Good. So, what can we do for the young people who are kind enough to read what we have written or to listen to us, so that they won’t fall into despair? How can we go about telling them that is it nonetheless given to man to thirst for the absolute in Good and not only in Evil. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "Wiesel agreed with another victim, Jorge Semprún who observed that bearing witness to absolute Evil took an emotional toll on his life but was a necessary “pedagogical rite” that one could not abrogate. These eminent survivors struggled to turn their encounters with the worst into revelations about what is good and life affirming. Even Klüger, who rejected the notion of lessons from Auschwitz, wrote about the profound love of her mother and the solidarity of women who saved her."
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": "As public figures and spokespersons in their publications, speeches and teaching, survivor witnesses rose in stature to become society’s moral authorities in discussions of good and evil, genocide prevention and memorialization. In comparison, Hauser and the tens of thousands of other victims in the archives left us with one taped or written account of their lives. They did not produce a polished speech or a literary masterpiece; and Hauser does not aim to interpret what happened and provide future generations with lessons. Hauser resists ending his interview chronologically with calls for prevention. In the last minutes he states, “I must, I would like to tell this story” and reverts back to his wartime in Boryslaw to describe a strong Jewish man, an individual who was legendary in his looks, athleticism, bravery and was captured and “fiercely beaten.” The interview is ending and yet Hauser does not seem to be able to fully return to the present, conceding, “I cannot collect myself sometimes so well. One is overcome.” Sensing the end of his chance to tell more stories, perhaps knowing that he left some out or that he could have told more, he turns to the interviewer to make sure she has copies of his 1947 written testimony. He has regained his composure but there is no closure. He sits up, pulls back from his documents and other presentation items on the table between him and the interviewer. For the moment the items seemed to have lost their power since their evidentiary purpose has been served. The session is over, and the interviewee is left questioning not only how he did, if he remembered things correctly, if he made the points and told the stories that he aimed to, but also if his uncontrollable emotional anguish diminished his ability to convey what happened, and to be believed. "
            }
          ]
        },
        {
          "type": "paragraph",
          "children": [
            {
              "text": ""
            }
          ]
        }
      ],
      "created_at": "2026-02-20T18:45:42.867Z",
      "created_by": "GothArchivist",
      "title": "Eric “Isaak” Hauser Critical Edition",
      "updated_at": "2026-02-20T19:40:34.049Z",
      "updated_by": "GothArchivist",
      "autogenerate": {
        "enabled": false,
        "type": "home"
      },
      "slug": "eric-isaak-hauser-critical-edition"
    },
    "a2518883-063c-4310-a26b-cd3b3066f7af": {
      "content": [],
      "created_at": "2026-02-20T19:26:53.930Z",
      "created_by": "GothArchivist",
      "title": "Eric Hauser - Part 1 of 2",
      "slug": "eric-hauser-part-1-of-2",
      "updated_at": "2026-02-20T19:26:53.930Z",
      "updated_by": "GothArchivist",
      "autogenerate": {
        "enabled": true,
        "type": "event",
        "type_id": "7ee1cb10-a776-48b0-bf30-d34c0fa1873f"
      }
    }
  },
  "pageOrder": [
    "a12cd482-43ef-4cca-b1b0-2c5241a8da07",
    "a2518883-063c-4310-a26b-cd3b3066f7af",
    "6d079239-a6df-460e-818a-0dfe103dbc20"
  ]
}